Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2020-07-03-contribute-to-fedora.po
Languages: ca, el, id, ko, pt_br, sl, zh_hant

source: Régionalisation
ca: Regionalització
el: Περιφερειοποίηση
id: Regionalisasi
ko: 지역화
pt_br: Regionalização
sl: Regionalizacija
zh_hant: 區域化

source: contribuer
ca: contribuir
el: συνεισφορά
id: berkontribusi
ko: 기부하다
pt_br: contribuir
sl: prispevati
zh_hant: 貢獻者

source: Comment contribuer à la traduction de la distribution Linux Fedora ?
ca: Com contribuir a la traducció de la distribució Linux Fedora?
el: Πώς να συνεισφέρω στη μετάφραση της διανομής Fedora Linux;
id: Bagaimana cara berkontribusi dalam penerjemahan distribusi Linux Fedora?
ko: 리눅스 페도라 배포판 번역에 어떻게 기여 할 수 있습니까?
pt_br: Como contribuir para a tradução da distribuição Fedora Linux?
sl: Kako prispevati k prevajanju distribucije Fedora Linux?
zh_hant: 我該如何協助 Fedora Linux 發行版的翻譯工作？

source: Une distribution est un type de projet de logiciel libre spécifique et complexe, sur lequel les objectifs et contraintes influent directement sur la capacité d’action du traducteur. Mais pour vous faciliter la vie, et améliorer celle de ceux [ne parlant pas anglais]({{< relref "2020-06-12-80-percent.md" >}}), Fedora met à disposition une plateforme de traduction.
ca: Una distribució és un tipus de projecte de programari lliure específic i complex, en què els objectius i les limitacions influeixen directament en la capacitat d'acció del traductor. Però, per facilitar-vos la feina i millorar la vida d’aquells [que no parlen anglès]({{< relref "2020-06-12-80-percent.md" >}}), Fedora posa a disposició una plataforma de traducció.
el: Μια διανομή είναι ένας ιδιαίτερος και πολύπλοκος τύπος έργου ελεύθερου λογισμικού, όπου οι στόχοι και οι περιορισμοί επηρεάζουν άμεσα τη δυνατότητα δράσης των μεταφραστών. Το Fedora όμως διαθέτει μια πλατφόρμα μετάφρασης, προκειμένου να διευκολύνει το έργο μας και να βελτιώσει την εμπειρία όσων [δεν μιλούν αγγλικά]({{< relref "2020-06-12-80-percent.md" >}}).
id: Distribusi adalah jenis proyek perangkat lunak bebas yang spesifik dan kompleks, di mana tujuan dan batasan langsung memengaruhi kemampuan penerjemah untuk bertindak. Namun, untuk mempermudah hidup Anda dan meningkatkan pengalaman mereka [yang tidak berbicara bahasa Inggris]({{< relref “2020-06-12-80-percent.md” >}}), Fedora menyediakan platform penerjemahan.
ko: 배포판은 구체적이고 복잡한 유형의 자유 소프트웨어 프로젝트로, 목표와 제약 조건이 번역가의 행동 능력에 직접적인 영향을 미칩니다. 그러나 당신의 삶을 더 쉽게 만들고, 그 사람들의 삶을 개선하기 위해 [ne parlant pas anglais]({{< relref "2020-06-12-80-percent.md" >}}), 페도라는 번역 기술환경을 제공합니다.
pt_br: Uma distribuição é um tipo específico e complexo de projeto de software livre, no qual os objetivos e restrições influenciam diretamente a capacidade do tradutor de agir. Mas para facilitar sua vida e melhorar a vida daqueles [que não falam inglês]({{< relref "2020-06-12-80-percent.md" >}}), o Fedora fornece uma plataforma de tradução.
sl: Distribucija je specifična in kompleksna vrsta projekta prostega programja, katerega cilji in omejitve neposredno vplivajo na sposobnost in delovanje prevajalca. Da bi vam olajšali življenje in izboljšali življenja tistih, [ki ne govorijo angleško]({{< relref "2020-06-12-80-percent.md" >}}), Fedora ponuja platformo za prevajanje.
zh_hant: 發行版是一種特殊且複雜的自由軟體專案，其目標與限制條件會直接影響譯者的行動能力。 不過，為了讓您的生活更輕鬆，也為了改善那些 [不懂英文的人]({{< relref "2020-06-12-80-percent.md" >}}) 的生活，Fedora 提供了一個翻譯平台。

source: Qu’est-ce qu’une distribution Linux ?
ca: Què és una distribució de Linux?
el: Τι είναι μια διανομή Linux;
id: Apa itu distribusi Linux?
ko: 리눅스 배포판이란 무엇입니까?
pt_br: O que é uma distribuição Linux?
sl: Kaj je distribucija Linuxa?
zh_hant: 什麼是 Linux 發行版？

source: Une distribution Linux est un ensemble de logiciels, paramétrés de façon cohérente de façon à répondre à un besoin tout en respectant un ensemble de contraintes. Le cœur d’un projet de distribution tel que le projet Fedora, est une activité d’ingénierie logicielle permettant de compiler l’ensemble des logiciels afin de les mettre à disposition des utilisateurs et utilisatrices.
ca: Una distribució Linux és un conjunt de programes configurats de manera coherent per tal de respondre a una necessitat tot respectant un seguit de limitacions. El nucli d’un projecte de distribució com el projecte Fedora és una activitat d’enginyeria del programari que permet compilar tots els programes per posar-los a disposició dels usuaris i usuàries.
el: Μια διανομή Linux είναι ένα σύνολο προγραμμάτων, που είναι ρυθμισμένα κατάλληλα έτσι, ώστε να καλύπτουν μια ανάγκη, τηρώντας παράλληλα ένα σύνολο περιορισμών. Η «καρδιά» ενός έργου διανομής, όπως το έργο Fedora, είναι μια δραστηριότητα μηχανικής λογισμικού που καθιστά δυνατή τη συγκέντρωση όλων αυτών των προγραμμάτων, ώστε να διατεθούν στους χρήστες.
id: Distribusi Linux adalah sekumpulan perangkat lunak yang dikonfigurasi secara konsisten untuk memenuhi suatu kebutuhan sekaligus mematuhi serangkaian batasan. Inti dari sebuah proyek distribusi seperti proyek Fedora adalah aktivitas rekayasa perangkat lunak yang memungkinkan kompilasi seluruh perangkat lunak agar dapat disediakan bagi para pengguna.
ko: 리눅스 배포판은 일련의 제약 조건을 준수하면서 요구 사항을 충족하도록 일관된 방식으로 구성된 소프트웨어 묶음입니다. 페도라 프로젝트와 같은 배포 프로젝트의 핵심은 사용자가 사용 할 수 있도록 만들기 위하여 모든 소프트웨어를 컴파일하는 소프트웨어 엔지니어링 활동입니다.
pt_br: Uma distribuição Linux é um conjunto de software, configurado de maneira consistente, a fim de atender a uma necessidade, respeitando um conjunto de restrições. O coração de um projeto de distribuição como o projeto Fedora é uma atividade de engenharia de software que compila todo o software para disponibilizá-lo aos usuários.
sl: Distribucija Linuxa je niz programske opreme, ki je konfigurirana na skladen način, da zadovolji določeno potrebo, hkrati pa upošteva določene omejitve. Jedro distribucijskega projekta, kot je projekt Fedora, je dejavnost programskega inženiringa, ki zbere vso programsko opremo, da bi bila na voljo uporabnikom.
zh_hant: Linux 發行版是一組軟體套件，以連貫的方式設定參數，在符合一系列限制條件的同時滿足需求。 發行版專案 (例如 Fedora 專案) 的核心是軟體工程活動，讓所有軟體都能編譯完成並提供給使用者。

source: La problématique principale étant : comment puis-je actualiser le paramétrage sur l’ensemble de mes logiciels tout en facilitant la mise à jour de ces mêmes logiciels ?
ca: La problemàtica principal és: com puc actualitzar la configuració de tots els meus programes alhora que en facilito l’actualització?
el: Το κύριο πρόβλημα είναι το εξής: πώς μπορούμε να ενημερώσουμε τις ρυθμίσεις όλων αυτών των προγραμμάτων, διευκολύνοντας ταυτόχρονα την ενημέρωση των ίδιων των προγραμμάτων;
id: Masalah utamanya adalah: bagaimana saya dapat memperbarui pengaturan pada seluruh perangkat lunak saya sekaligus memudahkan pembaruan perangkat lunak tersebut?
ko: 주요 문제는 다음과 같습니다 : 동일한 소프트웨어를 더 쉽게 최신화하면서 모든 소프트웨어의 설정을 최신화하려면 어떻게 해야 합니까?
pt_br: O principal problema é: como posso atualizar as configurações de todos os meus softwares, facilitando a atualização desses mesmos softwares?
sl: Glavna težava je: kako lahko posodobim nastavitve vse programske opreme, hkrati pa olajšam posodabljanje te iste programske opreme?
zh_hant: 主要的問題是：如何在更新所有軟體的設定時，同時讓相同軟體的更新更容易？

source: Une distribution contient une quantité très importante de logiciels : plus de 30 000 pour Fedora ([source](https://src.fedoraproject.org/projects/rpms/*)). L’immense majorité de ces logiciels provient d’équipes n’ayant aucun lien direct avec le projet Fedora, par exemple le navigateur Mozilla Firefox, ou la suite bureautique LibreOffice. Une minorité de logiciels est créée spécifiquement pour le besoin propre du projet Fedora, tel l’installeur Anaconda.
ca: Una distribució conté una quantitat molt important de programes: més de 30.000 en el cas de Fedora ([font](https://src.fedoraproject.org/projects/rpms/*)). La gran majoria d’aquests programes provenen d’equips que no tenen cap vincle directe amb el projecte Fedora, com ara el navegador Mozilla Firefox o la suite ofimàtica LibreOffice. Una minoria de programes és creada específicament per satisfer les necessitats pròpies del projecte Fedora, com ara l’instal·lador Anaconda.
el: Μια διανομή περιλαμβάνει έναν τεράστιο αριθμό προγραμμάτων· πάνω από 30.000 για το Fedora ([πηγή](https://src.fedoraproject.org/projects/rpms/*)). Η συντριπτική πλειοψηφία αυτών των προγραμμάτων προέρχονται από ομάδες που δεν έχουν άμεση σχέση με το έργο Fedora, όπως το πρόγραμμα περιήγησης Mozilla Firefox ή η σουίτα γραφείου LibreOffice. Μια μικρή μειονότητα προγραμμάτων δημιουργείται ειδικά για τις ανάγκες του έργου Fedora, όπως το πρόγραμμα εγκατάστασης Anaconda.
id: Sebuah distribusi berisi jumlah perangkat lunak yang sangat besar: lebih dari 30.000 untuk Fedora ([sumber](https://src.fedoraproject.org/projects/rpms/*)). Sebagian besar perangkat lunak ini berasal dari tim yang tidak memiliki hubungan langsung dengan proyek Fedora, misalnya browser Mozilla Firefox, atau suite perkantoran LibreOffice. Sebagian kecil perangkat lunak dibuat khusus untuk kebutuhan proyek Fedora sendiri, seperti pemasang Anaconda.
ko: 배포판에는 매우 많은 양의 소프트웨어가 포함되어 있습니다: 페도라의 경우 30,000개 이상([원천](https://src.fedoraproject.org/projects/rpms/*)). 이 소프트웨어의 대부분은 페도라 프로젝트에 직접 연결되지 않은 팀에서 제공되며, 예를 들면 모질라 파이어폭스(Firefox) 브라우저 또는 리브레오피스(LibreOffice) 업무용 제품군). 소수의 소프트웨어는 아나콘다 설치 프로그램과 같은 페도라 프로젝트의 특정 요구 사항을 위해 특별히 생성됩니다.
pt_br: Uma distribuição contém uma quantidade muito grande de software: mais de 30.000 para o Fedora ([fonte](https://src.fedoraproject.org/projects/rpms/*)). A grande maioria deste software vem de equipes sem conexão direta com o projeto Fedora, como o navegador Mozilla Firefox ou o pacote de escritório LibreOffice. Uma minoria de software é criada especificamente para as necessidades específicas do projeto Fedora, como o instalador do Anaconda.
sl: Distribucija vsebuje zelo veliko programske opreme: več kot 30.000 za Fedoro ([vir](https://src.fedoraproject.org/projects/rpms/*)). Velika večina te programske opreme prihaja od ekip, ki nimajo neposredne povezave s projektom Fedora, na primer brskalnik Mozilla Firefox ali pisarniški paket LibreOffice. Manjšina programske opreme je ustvarjena posebej za specifične potrebe projekta Fedora, na primer namestitveni program Anaconda.
zh_hant: 一個發行版包含非常大量的軟體：Fedora 就超過 30,000 個 ([原始碼](https://src.fedoraproject.org/projects/rpms/*))。 這些軟體絕大多數來自與 Fedora 計畫沒有直接關係的團隊，例如 Mozilla Firefox 瀏覽器或 LibreOffice 辦公室套件。 少數軟體是專為 Fedora 計畫本身的需求所製作，例如 Anaconda 安裝程式。

source: La distribution Linux Fedora et ses valeurs
ca: La distribució Fedora Linux i els seus valors
el: Η διανομή Fedora Linux και οι αξίες της
id: Distribusi Linux Fedora dan nilai-nilainya
ko: 리눅스 페도라 배포와 그 가치
pt_br: A distribuição Fedora Linux e seus valores
sl: Distribucija Fedora Linux in njene vrednote
zh_hant: Fedora Linux 發行版及其價值

source: La distribution Linux Fedora est dite générique, elle vise à répondre à divers besoins : l’utilisation sur un poste de travail et sur serveur. Pour les postes de travail les deux possibilités mises en avant sont les éditions « Fedora workstation » et « Fedora Silverblue ». Pour les serveurs, Fedora peut s’installer en tant qu’OS installé sur du matériel classique (« Fedora Server »), sur du matériel embarqué (« Fedora IOT ») ou conteneurisé (« Fedora CoreOS »).
ca: La distribució Linux Fedora és considerada genèrica, ja que pretén respondre a diverses necessitats: l’ús en un ordinador de sobretaula i en un servidor. Per als ordinadors de sobretaula, les dues opcions destacades són les edicions «Fedora Workstation» i «Fedora Silverblue». Per als servidors, Fedora es pot instal·lar com a sistema operatiu en maquinari clàssic («Fedora Server»), en maquinari integrat («Fedora IoT») o en format contenidor («Fedora CoreOS»).
el: Η διανομή Fedora Linux θεωρείται διανομή γενικής χρήσης, σχεδιασμένη για να καλύπτει διάφορες ανάγκες, όπως χρήση σε σταθμούς εργασίας και διακομιστές. Για τους σταθμούς εργασίας, οι δύο κύριες επιλογές είναι οι εκδόσεις «Fedora Workstation» και «Fedora Silverblue». Για τους διακομιστές, το Fedora μπορεί να εγκατασταθεί ως λειτουργικό σύστημα σε κλασικό υλικό («Fedora Server»), σε ενσωματωμένα συστήματα («Fedora IoT») ή σε συστήματα-container («Fedora CoreOS»).
id: Distribusi Linux Fedora disebut generik, karena bertujuan untuk memenuhi berbagai kebutuhan: penggunaan pada komputer desktop maupun server. Untuk desktop, dua edisi yang diutamakan adalah « Fedora workstation » dan « Fedora Silverblue ». Untuk server, Fedora dapat dipasang sebagai sistem operasi pada perangkat keras biasa (« Fedora Server »), pada perangkat keras tertanam (« Fedora IOT »), atau dalam bentuk terkontainerisasi (« Fedora CoreOS »).
ko: 리눅스 페도라 배포판은 일반적으로 다양한 요구 사항을 충족하는 것을 목표로합니다 : 웍스테이션과 서버에서 사용합니다. 웍스테이션의 경우 « 페도라 웍스테이션 »과 « 페도라 실버블루 » 판은 두 가지 가능성이 있습니다. 서버의 경우, 페도라는 기존 하드웨어 « 페도라 서버 », 온보드(« 페도라 사물인터넷(IOT) » 또는 컨테이너화된(« 페도라 CoreOS ») 하드웨어에 설치된 OS로 설치 할 수 있습니다.
pt_br: Diz-se que a distribuição Fedora Linux é genérica e visa atender a várias necessidades: uso em uma estação de trabalho e em um servidor. Para estações de trabalho, as duas opções destacadas são as edições “Fedora workstation” e “Fedora Silverblue”. Para servidores, o Fedora pode ser instalado como SO instalado em hardware padrão (“Fedora Server”), em hardware incorporado (“Fedora IOT”) ou em hardware em contêiner (“Fedora CoreOS”).
sl: Distribucija Linuxa Fedora naj bi bila generična in namenjena različnim potrebam: uporabi na delovni postaji in strežniku. Za delovne postaje sta izpostavljeni dve možnosti, in sicer izdaji »Fedora workstation« in »Fedora Silverblue«. Za strežnike je Fedora lahko nameščena kot operacijski sistem na tradicionalni strojni opremi (»Fedora Server«), vgrajeni strojni opremi (»Fedora IOT«) ali strojni opremi v vsebnikih (»Fedora CoreOS«).
zh_hant: Fedora Linux 發行版據說是通用的，其設計可滿足各種需求：在工作站和伺服器上使用。 對於工作站，提出了「Fedora workstation」和「Fedora Silverblue」兩種可能的版本。 對於伺服器，Fedora 可作為作業系統，安裝於傳統硬體 (「Fedora Server」)、嵌入式硬體 (「Fedora IOT」) 或容器化 (「Fedora CoreOS」)。

source: On voit ici que rien n’est simple, derrière le concept de « distribution Linux », on voit qu’une même série de logiciels peut être paramétrée de façon différente pour répondre à des objectifs distincts.
ca: Veiem aquí que res no és senzill, darrere del concepte de «distribució Linux», s’observa que una mateixa sèrie de programes pot ser configurada de manera diferent per tal de respondre a objectius diversos.
el: Εδώ φαίνεται ότι τίποτα δεν είναι απλό. Πίσω από την έννοια της «διανομής Linux», βλέπουμε ότι η ίδια σειρά προγραμμάτων μπορεί να διαμορφωθεί με διαφορετικό τρόπο για να καλύψει διαφορετικές ανάγκες.
id: Di sini terlihat bahwa tidak ada yang benar-benar sederhana. Di balik konsep « distribusi Linux », kita dapat melihat bahwa satu rangkaian perangkat lunak yang sama bisa dikonfigurasi dengan cara berbeda untuk memenuhi tujuan yang berlainan.
ko: 여기에서 « 리눅스 배포 » 라는 개념 뒤에는 단순한 것이 없다는 것을 알 수 있으며, 동일한 일련의 소프트웨어를 다른 목표를 달성하기 위해, 다른 방식으로 구성 할 수 있음을 알 수 있습니다.
pt_br: Vemos aqui que nada é simples, por trás do conceito de “distribuição Linux”, vemos que a mesma série de software pode ser configurada de maneira diferente para atender a diferentes objetivos.
sl: Tukaj vidimo, da nič ni preprosto, saj za konceptom "distribucije Linuxa" vidimo, da je mogoče isto serijo programske opreme konfigurirati različno, da doseže različne cilje.
zh_hant: 在「Linux 發行版」這個概念背後，我們可以看到同一套軟體可以透過不同的配置方式來滿足不同的目標。

source: En plus de ces multiples paramétrages, la distribution Linux Fedora s’impose les contraintes suivantes : l’utilisation exclusive de logiciels libres, être à la pointe des évolutions en réalisant notamment des sorties fréquentes, avoir une contribution directe aux logiciels plutôt que de concevoir et maintenir une surcouche de modifications.
ca: A més d’aquests múltiples paràmetres, la distribució Linux Fedora s’imposa les restriccions següents: l’ús exclusiu de programari lliure, estar a l’avantguarda de les novetats mitjançant llançaments freqüents, i contribuir directament als programes en lloc de dissenyar i mantenir una capa de modificacions pròpia.
el: Εκτός από τις πολλαπλές ρυθμίσεις, η διανομή Fedora Linux τηρεί τους εξής περιορισμούς: τη χρήση αποκλειστικά ελεύθερου λογισμικού, την αξιοποίηση των πιο σύγχρονων τεχνολογιών με συχνές κυκλοφορίες, την άμεση συνεισφορά στο ίδιο το λογισμικό αντί για τη δημιουργία και συντήρηση ενός πρόσθετου επιπέδου τροποποιήσεων.
id: Selain berbagai konfigurasi tersebut, distribusi Linux Fedora memberlakukan batasan-batasan berikut: penggunaan eksklusif perangkat lunak bebas, selalu mengikuti perkembangan terbaru dengan melakukan rilis secara rutin, dan memberikan kontribusi langsung pada perangkat lunak alih-alih membuat dan memelihara lapisan modifikasi tambahan.
ko: 이러한 다중 설정 이 외에도, 페도라 리눅스 배포판은 다음과 같은 제약을 부과합니다: 자유 소프트웨어의 독점적 사용, 특히 잦은 출시를 통해 개발의 최전선에서, 수정을 덮어쓰는 설계와 유지 관리하기보다 소프트웨어에 직접 기여합니다.
pt_br: Além dessas múltiplas configurações, a distribuição do Fedora Linux impõe as seguintes restrições: o uso exclusivo de software livre, estar na vanguarda dos desenvolvimentos, fazendo lançamentos frequentes em particular, tendo uma contribuição direta ao software, em vez de projetar e manter uma sobreposição de modificações.
sl: Poleg teh številnih nastavitev distribucija Linux Fedora nalaga še naslednje omejitve: izključna uporaba proste programske opreme, biti v ospredju razvoja s pogostimi izdajami, naj ima neposreden prispevek k programski opremi namesto oblikovanja in vzdrževanja prekrivanja s spremembami.
zh_hant: 除了這些多重設定之外，Fedora Linux 發行版也對自己施加了下列限制：獨家使用自由軟體、經常發行版本以走在開發的最前端、對軟體有直接的貢獻，而不是設計和維護覆蓋的修改。

source: Pour plus de détails, je vous recommande la lecture de cette page décrivant Fedora et ses quatre fondations : https://docs.fedoraproject.org/en-US/project/
ca: Per a més detalls, us recomano la lectura d’aquesta pàgina que descriu Fedora i les seves quatre fundacions: [https://docs.fedoraproject.org/ca/project/](https://docs.fedoraproject.org/ca/project/)
el: Για περισσότερες λεπτομέρειες, σας προτείνω να διαβάσετε αυτήν τη σελίδα που περιγράφει το Fedora και τους τέσσερεις πυλώνες του: https://docs.fedoraproject.org/el/project/
id: Untuk informasi lebih lanjut, saya merekomendasikan Anda untuk membaca halaman ini yang menjelaskan Fedora dan empat fondasinya: https://docs.fedoraproject.org/id/project/
ko: 자세한 내용은, 페도라와 그 네 가지 기초를 설명하는 이 부분을 읽는 것이 좋습니다 : https://docs.fedoraproject.org/ko/project/
pt_br: Para mais detalhes, eu recomendo ler esta página descrevendo o Fedora e suas quatro fundações : https://docs.fedoraproject.org/pt_BR/project/
sl: Za več podrobnosti priporočamo branje te strani, ki opisuje Fedoro in njene štiri temelje: https://docs.fedoraproject.org/en-US/project/
zh_hant: 如需詳細資訊，我建議您閱讀此頁面描述 Fedora 及其四個基礎：https://docs.fedoraproject.org/en-US/project/

source: La conséquence sur le rôle du traducteur dans le projet Fedora
ca: La conseqüència sobre el paper del traductor en el projecte Fedora
el: Ο αντίκτυπος στον ρόλο του μεταφραστή στο έργο Fedora
id: Dampak terhadap peran penerjemah dalam proyek Fedora
ko: 페도라 프로젝트에서 번역가의 역할에 대한 결과
pt_br: A consequência sobre o papel do tradutor no projeto Fedora
sl: Vpliv na vlogo prevajalca v projektu Fedora
zh_hant: 對 Fedora 專案中翻譯者角色的影響

source: Quand vous vous rendrez sur la plateforme de traduction du projet Fedora https://translate.fedoraproject.org/projects/ vous ne trouverez qu’une petite partie de tous les logiciels disponibles réellement quand vous installez Fedora.
ca: Quan accediu a la plataforma de traducció del projecte Fedora https://translate.fedoraproject.org/projects/, només hi trobareu una petita part de tots els programes que realment estan disponibles quan instal·leu Fedora.
el: Όταν επισκεφθείτε την πλατφόρμα μετάφρασης του έργου Fedora (https://translate.fedoraproject.org/projects/), θα βρείτε μόνο ένα μικρό μέρος των προγραμμάτων που είναι πραγματικά διαθέσιμο σε μια εγκατάσταση του Fedora.
id: Ketika Anda mengunjungi platform terjemahan proyek Fedora https://translate.fedoraproject.org/projects/, Anda hanya akan menemukan sebagian kecil dari semua perangkat lunak yang sebenarnya tersedia saat Anda memasang Fedora.
ko: 페도라 프로젝트 번역 기반 도구(페도라 웹레이트) https://translate.fedoraproject.org/projects/로 이동하면 페도라를 설치 할 때 실제로 사용할 수 있는 모든 소프트웨어의 일부만 찾을 수 있습니다.
pt_br: Quando você acessa a plataforma de tradução do projeto Fedora https://translate.fedoraproject.org/projects/, você encontrará apenas uma pequena parte de todo o software realmente disponível quando você instala o Fedora.
sl: Ko obiščete prevajalsko platformo projekta Fedora https://translate.fedoraproject.org/projects/, boste našli le majhen del vse programske opreme, ki je dejansko na voljo ob namestitvi Fedore.
zh_hant: 當您前往 Fedora 專案翻譯平台 https://translate.fedoraproject.org/projects/ 時，您只會發現實際安裝 Fedora 時可使用的所有軟體中的一小部分。
