Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2020-06-12-80-percent.po
Languages: ca, el, id, ko, pt_br, sl, uk, zh_hant

source: quenti
zh_hant: 多少

source: Régionalisation
ca: Regionalització
el: Περιφερειοποίηση
id: Regionalisasi
ko: 지역화
pt_br: Regionalização
sl: Regionalizacija
uk: Регіоналізація
zh_hant: 區域化

source: Internationalisation
ca: Internacionalització
el: Διεθνοποίηση
id: Internasionalisasi
ko: 국제화
pt_br: Internacionalização
sl: Internacionalizacija
uk: Інтернаціоналізація
zh_hant: 國際化

source: enjeux
ca: reptes
el: προκλήσεις
id: tantangan
ko: 도전
pt_br: desafio
sl: izzivi
uk: охоплення
zh_hant: 問題

source: partage
el: σκέψεις
id: pembagian
ko: 공유
pt_br: compartilhamento
sl: deljenje
uk: доступність
zh_hant: 分享

source: Quand 80% de l’humanité ne parle pas anglais
ca: Quan 80% de la humanitat no parla anglès
el: Όταν το 80% της ανθρωπότητας δεν μιλά αγγλικά
id: Ketika 80% umat manusia tidak berbicara bahasa Inggris
ko: 인류의 80%가 영어를 못 할 때에
pt_br: Quando 80% da humanidade não fala inglês
sl: Ko 80% človeštva ne govori angleško
uk: Близько 80% людства не розуміє англійської мови
zh_hant: 當 80% 的人類不說英語時

source: Alors que l’écosystème du logiciel libre est très anglophone, prendre en charge plusieurs langues dans un logiciel permet de multiplier par 5 ou par 10 le nombre d’utilisateur·rice·s potentiels. Cela représente une complexité et un coût élevé mais unique, qui une fois fait, sous réserve d’automatisation, autorise un nombre illimité de langues.
ca: Tot i que l’ecosistema del programari lliure és molt anglosaxó, oferir suport per a diverses llengües en un programari permet multiplicar per 5 o per 10 el nombre potencial d’usuaris i usuàries. Això representa una complexitat i un cost elevats però únics, que un cop assumits, sempre que hi hagi automatització, permeten donar suport a un nombre il·limitat de llengües.
el: Ενώ το οικοσύστημα του ελεύθερου λογισμικού είναι σε μεγάλο βαθμό αγγλόφωνο, η υποστήριξη πολλών γλωσσών σε ένα λογισμικό μπορεί να πολλαπλασιάσει επί πέντε ή δέκα τον αριθμό των δυνητικών χρηστών. Ένα τέτοιο έργο συνεπάγεται αυξημένη πολυπλοκότητα και ένα εφάπαξ κόστος, αλλά μόλις ολοκληρωθεί, επιτρέπει τη χρήση απεριόριστου αριθμού γλωσσών, εφόσον η διαδικασία αυτοματοποιηθεί.
id: Meskipun ekosistem perangkat lunak bebas sangat berorientasi pada bahasa Inggris, mendukung banyak bahasa dalam sebuah perangkat lunak memungkinkan peningkatan jumlah pengguna potensial hingga 5 atau 10 kali lipat. Hal ini memang menambah kompleksitas dan biaya yang tinggi, tetapi hanya sekali di awal. Setelah selesai, dengan catatan ada otomatisasi, hal tersebut memungkinkan dukungan untuk jumlah bahasa yang tak terbatas.
ko: 자유 소프트웨어 생태계에서는 영어를 많이 사용하지만 하나의 소프트웨어에서 다양한 언어를 지원하면 잠재적인 사용자 수가 5배 또는 10배로 늘어날 수 있습니다. 이는 높고도 고유한 복잡성과 비용을 나타내며, 완료되면 자동화에 따라 제한 없는 언어를 허용합니다.
pt_br: Embora o ecossistema de software livre seja muito falado em inglês, o suporte a vários idiomas em um software permite multiplicar por 5 ou 10 o número de usuários em potencial. Isso representa complexidade e um custo alto, porém único, que, quando feito, sujeito à automação, permite um número ilimitado de idiomas.
sl: Čeprav ekosistem proste programske opreme večinoma govori angleško, lahko podpora več jezikom v programu pomnoži število potencialnih uporabnikov za 5 ali 10. To predstavlja kompleksnost in visoke stroške, vendar edinstveno zadevo, ki po avtomatizaciji omogoča neomejeno število jezikov.
uk: Незважаючи на те, що екосистема вільного програмного забезпечення є дуже англійською, підтримка декількох мов в окремій програмі може помножити у 5 або 10 разів кількість потенційних користувачів. Завдання локалізації є досить складним і трудомістким, але за умови правильної реалізації та автоматизації, уможливлює переклад необмеженою кількістю мов.
zh_hant: 雖然自由軟體的生態系統非常以英語為主，但在單一軟體中支援多種語言可以讓潛在使用者的數量倍增 5 或 10 倍。 這代表了高度的複雜性與成本，但這是一次性的，而且一旦完成後，在自動化的前提下，就能允許無限數量的語言。

source: Un écosystème très anglophone
ca: Un ecosistema molt anglòfon
el: Ένα πολύ αγγλόφωνο οικοσύστημα
id: Sebuah ekosistem yang sangat berorientasi pada bahasa Inggris
ko: 높은 빈도로 영어를 사용하는 생태계
pt_br: Um ecossistema de língua inglesa
sl: Zelo angleško govoreči ekosistem
uk: Надто англомовна система
zh_hant: 非常講英語的生態系統

source: Le monde du logiciel libre et open-source est très divers, allant des couches d’interactions avec le matériel jusqu’aux logiciels que nous utilisons quotidiennement sur nos ordinateurs et téléphones. Tous ces outils n’existent que par et pour ses utilisateurs et utilisatrices. Certain·e·s seront intéressé·e·s par l’outil et y contribueront, d’autres voudront juste atteindre leur but le plus rapidement possible.
ca: El món del programari lliure i de codi obert és molt divers, i abasta des de les capes d’interacció amb el maquinari fins als programes que utilitzem diàriament als nostres ordinadors i telèfons. Totes aquestes eines existeixen només degut a les seves persones usuàries i per a ells. Algunes s’interessaran per l’eina i hi contribuiran, d’altres només voldran assolir el seu objectiu com més de pressa millor.
el: Ο κόσμος του ελεύθερου λογισμικού και του ανοικτού κώδικα είναι εξαιρετικά ποικίλος, από τα επίπεδα αλληλεπίδρασης με το υλικό μέχρι τα προγράμματα που χρησιμοποιούμε καθημερινά στους υπολογιστές και τα τηλέφωνά μας. Όλα αυτά τα εργαλεία παρέχονται από και για τους χρήστες τους. Ορισμένοι ενδιαφέρονται για το εκάστοτε εργαλείο και θέλουν να συνεισφέρουν σε αυτό, ενώ άλλοι θέλουν απλώς να επιτύχουν τον σκοπό τους όσο το δυνατόν πιο γρήγορα.
id: Dunia perangkat lunak bebas dan sumber terbuka sangat beragam, mulai dari lapisan interaksi dengan perangkat keras hingga perangkat lunak yang kita gunakan setiap hari di komputer dan ponsel. Semua alat ini ada berkat dan untuk para penggunanya. Sebagian orang akan tertarik pada alat tersebut dan berkontribusi, sementara yang lain hanya ingin mencapai tujuan mereka secepat mungkin.
ko: 무료와 개방형 원천 소프트웨어의 세계는 하드웨어와의 상호 작용 계층에서 우리가 일상적으로 컴퓨터와 전화에서 사용하는 소프트웨어에 이르기까지 매우 다양합니다. 이런 모든 도구는 사용자에 의해 그리고 사용자를 위해 존재합니다. 일부는 도구에 관심을 갖고 기여하고, 다른 일부는 가능한 한 빨리 목표를 달성하기를 원할 것입니다.
pt_br: O mundo do software livre e de código aberto é muito diversificado, variando de camadas de interação de hardware até o software que usamos diariamente em nossos computadores e telefones. Todas essas ferramentas existem apenas por e para seus usuários. Alguns se interessarão e contribuirão com a ferramenta, outros apenas vão querer alcançar seu objetivo o mais rápido possível.
sl: Svet proste in odprtokodne programske opreme je zelo raznolik, od plasti interakcije s strojno opremo do programske opreme, ki jo vsakodnevno uporabljamo na svojih računalnikih in telefonih. Vsa ta orodja obstajajo izključno za svoje uporabnike. Nekatere bo orodje zanimalo in bodo prispevali k njemu, drugi pa bodo preprosto želeli čim hitreje doseči svoj cilj.
uk: Світ вільного та відкритого програмного забезпечення дуже різноманітний, починаючи від шарів взаємодії з апаратними засобами і закінчуючи програмним забезпеченням, яке ми використовуємо на наших комп'ютерах та телефонах щодня. Усі ці інструменти існують лише для користування ними та для їхніх користувачів. Одні цікавляться самим інструментом та його покращенням, інші просто захочуть досягти своєї мети якнайшвидше.
zh_hant: 自由和開源軟體的世界非常多樣化，從與硬體的互動層面到我們每天在電腦和手機上使用的軟體。所有這些工具都只為其使用者而存在。有些人會對該工具感興趣並為其做出貢獻，而其他人只是想盡快實現他們的目標。

source: Dans le monde du logiciel libre, l’anglais est la langue de travail par défaut, et l’écrit y est le canal le plus utilisé. Ce fonctionnement est un standard de fait, et accepté sans grande difficulté par ce qu’on appelle la communauté du logiciel libre, terme générique qui englobe l’ensemble des personnes contribuant à un ou plusieurs logiciels libres.
ca: En el món del programari lliure, l'anglès és la llengua de treball per defecte, i la comunicació escrita és el canal més utilitzat. Aquest funcionament s'ha convertit en un estàndard de facto, i és acceptat sense gaire dificultat pel que s'anomena la comunitat del programari lliure, un terme genèric que engloba totes les persones que contribueixen a un o més projectes de programari lliure.
el: Στον κόσμο του ελεύθερου λογισμικού, τα αγγλικά είναι η προεπιλεγμένη γλώσσα εργασίας και η γραπτή επικοινωνία αποτελεί το κυρίαρχο μέσο. Αυτός είναι ο de facto τρόπος λειτουργίας και γίνεται γενικά αποδεκτός από τη λεγόμενη «κοινότητα του ελεύθερου λογισμικού», έναν ευρύ όρο που περιλαμβάνει όλους όσοι συνεισφέρουν σε ένα ή περισσότερα προγράμματα ελεύθερου λογισμικού.
id: Di dunia perangkat lunak bebas, bahasa Inggris adalah bahasa kerja bawaan, dan tulisan adalah saluran yang paling sering digunakan. Cara kerja ini menjadi standar de facto dan diterima tanpa banyak kesulitan oleh apa yang disebut komunitas perangkat lunak bebas, istilah umum yang mencakup semua orang yang berkontribusi pada satu atau lebih perangkat lunak bebas.
ko: 자유 소프트웨어 세계에,서 영어는 기본 작업 언어이며, 작성에 가장 널리 사용되는 경로가 됩니다. 이 작업은 사실상의 표준이며, 하나 이상의 자유 소프트웨어에 기여하는 모든 사람들을 포괄하는 일반 용어인 자유 소프트웨어 커뮤니티라고 하는 것에 의해 큰 어려움 없이 수용됩니다.
pt_br: No mundo do software livre, o inglês é o idioma de trabalho por padrão e a escrita é o canal mais usado. Esse funcionamento é um padrão de fato e aceito sem grande dificuldade pelo que é chamado de comunidade de software livre, um termo genérico que inclui todas as pessoas que contribuem para um ou mais softwares livres.
sl: V svetu proste programske opreme je angleščina privzeti delovni jezik, pisava pa je najpogosteje uporabljen medij. To je dejanski standard, ki ga brez večjih težav sprejema tako imenovana skupnost proste programske opreme, splošen izraz, ki zajema vse, ki prispevajo k enemu ali več programom proste programske opreme.
uk: У світі вільного програмного забезпечення англійська мова є стандартною робочою мовою, а письмові повідомлення — найпоширенішим каналом передавання даних. Така ситуація є фактичним стандартом і приймається без особливих труднощів учасниками того, що називається спільнотою вільного програмного забезпечення, загальним терміном, який охоплює всіх людей, що роблять внесок до однієї або декількох вільних програм.
zh_hant: 在自由軟體的世界裡，英文是預設的工作語言，書面文字是最廣泛使用的管道。 這種運作模式是事實上的標準，被所謂的自由軟體社群所接受，沒有太大的困難，自由軟體社群是一個通用名詞，包含所有對一個或多個自由軟體產品有貢獻的人。

source: Par confort, les personnes créant des logiciels utilisent souvent l’anglais plutôt que leur langue maternelle. En conséquence, ils comprennent rarement les difficultés rencontrées lors de la traduction (phrases découpées en plusieurs fragments, variables non nommées, jargon technique intraduisible, etc.).
ca: Per comoditat, les persones que creen programari sovint utilitzen l'anglès en lloc de la seva llengua materna. En conseqüència, rarament entenen les dificultats que es troben durant la traducció: frases tallades en diversos fragments, variables sense nom clar, argot tècnic intraduïble, etc.
el: Για λόγους ευκολίας, οι δημιουργοί λογισμικού χρησιμοποιούν συχνά τα αγγλικά αντί για τη μητρική τους γλώσσα. Κατά συνέπεια, σπάνια αντιλαμβάνονται τις δυσκολίες που μπορεί να προκύψουν κατά τη μετάφραση (φράσεις χωρισμένες σε πολλά τμήματα, απροσδιόριστες μεταβλητές, τεχνικοί όροι που δεν μεταφράζονται κ.λπ.).
id: Demi kenyamanan, para pembuat perangkat lunak sering menggunakan bahasa Inggris daripada bahasa ibu mereka. Akibatnya, mereka jarang memahami kesulitan yang dihadapi saat penerjemahan (kalimat yang terpotong menjadi beberapa fragmen, variabel yang tidak diberi nama, jargon teknis yang sulit diterjemahkan, dan sebagainya).
ko: 편의상, 소프트웨어를 만드는 사람들은 모국어가 아닌 영어를 사용하는 경우가 많습니다. 결과적으로 그 들은 번역 중에 직면하는 어려움(여러 조각으로 분할된 문장, 이름 없는 변수, 번역 할 수 없는 전문 용어 등)을 거의 이해하지 못합니다.
pt_br: Por conveniência, os desenvolvedores de software geralmente usam o inglês em vez da língua materna. Consequentemente, eles raramente entendem as dificuldades encontradas durante a tradução (frases cortadas em vários fragmentos, variáveis não nomeadas, jargão técnico intraduzível, etc.).
sl: Zaradi udobja razvijalci programske opreme pogosto uporabljajo angleščino namesto svojega maternega jezika. Posledično le redko razumejo težave, s katerimi se srečujejo pri prevajanju (stavki, razdeljeni na več fragmentov, neimenovane spremenljivke, neprevedljiv tehnični žargon itd.).
uk: Для зручності люди, які створюють програмне забезпечення, часто використовують англійську, а не рідну мову. Як результат, вони рідко розуміють труднощі, що виникають під час перекладу (речення, розділені на кілька фрагментів, безіменні змінні, непридатний до перекладу технічний жаргон тощо).
zh_hant: 為了自己的方便，製作軟體的人通常使用英文而非母語。 因此，他們很少瞭解翻譯中遇到的困難（句子分割成幾個片段、未命名的變數、無法翻譯的技術術術語等）。

source: Pire encore, ces personnes peuvent être mise mal à l’aise par le manque de contrôle sur ce qui est effectivement affiché à l’utilisateur.
ca: Encara pitjor, aquestes persones poden sentir-se incòmodes per la manca de control sobre allò que realment es mostra a l'usuari.
el: Ακόμη χειρότερα, μπορεί να αισθάνονται άβολα με την απώλεια ελέγχου στο πώς ακριβώς εμφανίζονται οι μεταφρασμένες φράσεις στους τελικούς χρήστες.
id: Lebih buruk lagi, orang-orang ini bisa merasa tidak nyaman karena kurangnya kendali atas apa yang benar-benar ditampilkan kepada pengguna.
ko: 설상가상으로, 이러한 사람들은 실제로 사용자에게 표시되는 내용을 제어 할 수 없기 때문에 불편 할 수 있습니다.
pt_br: Pior ainda, essas pessoas podem ficar desconfortáveis com a falta de controle sobre o que realmente é exibido ao usuário.
sl: Še huje, ti ljudje se morda ne počutijo udobno zaradi pomanjkanja nadzora nad tem, kaj se uporabniku dejansko prikaže.
uk: Що ще гірше, у них можуть виникнути незручності через брак контролю над тим, що насправді показано користувачеві.
zh_hant: 更糟的是，這些人可能會因為無法控制實際顯示給使用者的內容而感到不舒服。

source: Une population mondiale peu anglophone
ca: Una població mundial poc anglòfona
el: Ένας ελάχιστα αγγλόφωνος παγκόσμιος πληθυσμός
id: Populasi dunia yang kurang berbahasa Inggris
ko: 약간의 영어를 구사하는 세계 인구
pt_br: Uma população mundial escassamente de língua inglesa
sl: Svetovno prebivalstvo z malo znanja angleščine
uk: Англомовною є лише невелика частина світу
zh_hant: 世界人口中說英語的人很少

source: Il y a de grandes chances pour que les utilisateurs et utilisatrices aient une langue maternelle qui ne soit pas l’anglais. Et inciter les développeurs à utiliser leur langue maternelle ne résous pas le problème, car il y a toutes les chances pour que cette langue maternelle ne soit pas celle des développeurs en charge de l’outil.
ca: Hi ha moltes probabilitats que les persones usuàries tinguin una llengua materna que no sigui l'anglès. I animar els desenvolupadors a fer servir la seva pròpia llengua materna no resol el problema, ja que és molt probable que aquesta llengua tampoc no coincideixi amb la dels desenvolupadors que mantenen l’eina.
el: Υπάρχει μεγάλη πιθανότητα η μητρική γλώσσα των χρηστών να μην είναι τα αγγλικά. Και η ενθάρρυνση των προγραμματιστών να χρησιμοποιούν τη μητρική τους γλώσσα δεν λύνει το πρόβλημα, καθώς υπάρχει μεγάλη πιθανότητα η συγκεκριμένη γλώσσα να μην είναι αυτή των επικεφαλής προγραμματιστών του εργαλείου.
id: Kemungkinan besar para pengguna memiliki bahasa ibu yang bukan bahasa Inggris. Mendorong para pengembang untuk menggunakan bahasa ibu mereka pun tidak menyelesaikan masalah, karena besar kemungkinan bahasa ibu itu bukanlah bahasa yang digunakan oleh pengembang yang mengelola alat tersebut.
ko: 사용자가 영어 이외의 모국어를 사용할 가능성이 높습니다. 그리고 개발자들이 모국어를 사용하도록 독려한다고 해서 문제가 해결되는 것은 아닙니다. 이 모국어가 도구를 담당하는 개발자의 모국어가 아닐 가능성이 있기 때문입니다.
pt_br: Há uma boa chance de que os usuários tenham uma língua materna que não seja o inglês. E incentivar os desenvolvedores a usar sua língua nativa não resolve o problema, porque há toda a chance de que essa língua nativa não seja a dos desenvolvedores encarregados da ferramenta.
sl: Obstaja velika verjetnost, da imajo uporabniki drug materni jezik kot angleščina. In spodbujanje razvijalcev k uporabi njihovega maternega jezika ne reši problema, saj obstaja velika verjetnost, da ta materni jezik ni isti kot materni jezik razvijalcev, ki so odgovorni za orodje.
uk: Ймовірність того, що рідною мовою користувачів не є англійська, є доволі високою. Намагання нав'язати розробникам використання якоїсь мови не вирішить проблеми, оскільки ця мова може не бути рідною для розробників, які відповідають за певний інструмент.
zh_hant: 使用者的母語很可能不是英文。 鼓勵開發人員使用他們的母語並沒有解決問題，因為這個母語很有可能不是負責工具的開發人員的母語。

source: Quelle que soit leur langue, les utilisateurs et utilisatrices préfèreront utiliser leur propre langue pour atteindre leur but, car cela augmente leur confort d’utilisation et leur efficacité. Utiliser sa langue peut également être un prérequis pour utiliser le logiciel, en cas d’absence de maîtrise de l’anglais.
ca: Sigui quina sigui la seva llengua, els usuaris i usuàries preferiran utilitzar la seva pròpia llengua per assolir el seu objectiu, ja que això augmenta la seva comoditat i eficiència. Fer servir la llengua pròpia pot ser també un requisit imprescindible per utilitzar el programari, en cas que no es tingui domini de l'anglès.
el: Ανεξάρτητα από τη γλώσσα τους, οι χρήστες προτιμούν να χρησιμοποιούν τη δική τους για να επιτύχουν τους στόχους τους, επειδή αυτό βελτιώνει την άνεση και την αποτελεσματικότητα. Η χρήση της μητρικής γλώσσας μπορεί επίσης να είναι απαραίτητη για τη χρήση του λογισμικού όταν δεν υπάρχει επαρκής γνώση των αγγλικών.
id: Apa pun bahasa mereka, para pengguna akan lebih memilih menggunakan bahasa mereka sendiri untuk mencapai tujuan, karena hal itu meningkatkan kenyamanan dan efisiensi penggunaan. Menggunakan bahasa sendiri juga bisa menjadi syarat untuk dapat memakai perangkat lunak, terutama jika mereka tidak menguasai bahasa Inggris.
ko: 언어에 관계없이, 사용자는 자신의 목표를 달성하기 위해 자신의 언어를 사용하는 것을 선호 할 것입니다. 영어가 유창하지 않다면, 자신의 언어(모국어)를 사용하는 것이 소프트웨어를 사용하기 위한 전제 조건이 될 수도 있습니다.
pt_br: Independentemente do idioma, os usuários preferem usar o próprio idioma para atingir seu objetivo, pois isso aumenta o conforto do uso e a eficiência. O uso do seu idioma também pode ser um pré-requisito para o uso do software, se você não possuir um domínio do inglês.
sl: Ne glede na jezik, ki ga govorijo, bodo uporabniki in uporabnice za doseganje svojih ciljev raje uporabljali svoj jezik, saj to povečuje njihovo udobje in učinkovitost. Uporaba lastnega jezika je lahko tudi predpogoj za uporabo programske opreme, če ne znajo angleščine dovolj dobro.
uk: Незалежно від мови, користувачі надають перевагу користуванню рідною мовою для досягнення своєї мети, оскільки це підвищує для них простоту користування та ефективність. Використання вашої мови також може бути необхідною умовою для використання програмного забезпечення, якщо ви не володієте англійською мовою.
zh_hant: 無論使用何種語言，使用者都會喜歡使用自己的語言來達成目標，因為這樣可以增加使用的舒適度和效率。 如果您的英語不流利，使用自己的語言也可能是使用軟體的先決條件。

source: Dans le détail, il existe des estimations de population par langue et territoire fournies par le consortium Unicode, et plus particulièrement le CLDR. [Ces estimations indiquent que 21 %](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt) des habitant·e·s de la planète parleraient anglais. Mais ici, parler englobe des situations très diverses, si on considère les personnes ayant un niveau natif ou courant, nous descendons à 9 %.
ca: En detall, existeixen estimacions de població per llengua i territori proporcionades pel consorci Unicode, i més concretament pel CLDR. [Aquestes estimacions indiquen que el 21 %](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt) dels habitants del planeta parlarien anglès. Però cal tenir en compte que parlar inclou situacions molt diverses: si considerem només les persones amb un nivell nadiu o fluid, aquest percentatge baixa fins al 9 %.
el: Αναλυτικότερα, υπάρχουν εκτιμήσεις για τον πληθυσμό ανά γλώσσα και περιοχή που παρέχονται από το Unicode Consortium, και πιο συγκεκριμένα το CLDR. [Αυτές οι εκτιμήσεις δείχνουν ότι το 21%](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt) του παγκόσμιου πληθυσμού μιλούν αγγλικά. Όμως εδώ, το «μιλούν» καλύπτει πολλές διαφορετικές περιπτώσεις. Εάν λάβουμε υπόψη τα άτομα που μιλούν τα αγγλικά άπταιστα ή σε επίπεδο μητρικής γλώσσας, το ποσοστό μειώνεται στο 9%.
id: Secara rinci, terdapat perkiraan populasi berdasarkan bahasa dan wilayah yang disediakan oleh konsorsium Unicode, khususnya CLDR. [Perkiraan ini menunjukkan bahwa 21%](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt) penduduk dunia berbicara bahasa Inggris. Namun, berbicara di sini mencakup berbagai situasi; jika kita hanya menghitung orang yang memiliki tingkat bahasa Inggris setara penutur asli atau fasih, angkanya turun menjadi 9%.
ko: 구체적으로, 유니코드 컨소시엄, 그리고 보다 구체적으로는 CLDR에서 제공하는 언어와 지역 별 인구 추정치가 있습니다. [이 추정치는 세계 거주자의 21%](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt)가 영어를 사용 한다는 것을 나타냅니다. 하지만 여기에서 말하는 것은 매우 다양한 상황을 포함합니다. 우리가 원어민이나 현재 수준의 사람들을 고려하면, 이는 9%로 떨어집니다.
pt_br: Em detalhes, há estimativas de população por idioma e território fornecidas pelo consórcio Unicode e, mais especificamente, pelo CLDR. [Essas estimativas indicam que 21%](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt) dos habitantes do planeta falariam inglês. Mas aqui, falar abrange situações muito diversas; se considerarmos pessoas com nível nativo ou atual, reduzimos para 9%.
sl: Podrobneje so ocene prebivalstva po jezikih in ozemljih, ki jih je zagotovil konzorcij Unicode, natančneje CLDR. [Te ocene kažejo, da 21%](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt) prebivalcev planeta govori angleško. Toda tukaj govorjenje zajema zelo različne situacije; če upoštevamo ljudi z maternim ali tekočim znanjem jezika, se ta delež zniža na 9%.
uk: Якщо точніше, маємо оцінки чисельності населення за мовою та територією, які виконано консорціумом Unicode, а точніше CLDR. [Оцінки показують, що англійську розуміє 21 % жителів планети](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt). Але усе це стосується різних рівнів знання мови; якщо брати до уваги лише тих, хто вільно володіє мовою, або тих, для кого мова є рідною, ця частка впаде до 9 %.
zh_hant: 詳細來說，Unicode 聯盟，特別是 CLDR，提供了按語言和領域劃分的人口估計。 [這些估計顯示有 21%](https://github.com/unicode-org/cldr/commits/master/tools/java/org/unicode/cldr/util/data/country_language_population_raw.txt) 全世界的居民都說英語。 但在這裡，會說英語包含了很廣泛的情況，如果我們考慮到具有母語或流利程度的人，我們的比例就降到了 9%。
