Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2020-06-12-80-percent.po
Languages: ca, el, id, ko, pt_br, sl, uk, zh_hant

source: L’enjeu en cherchant à augmenter le nombre d’utilisateurs est d’augmenter le nombre potentiel de contributeurs et contributrices, qui viendront faire leurs premiers pas par une correction de traduction ou une traduction complète, puis qui peuvent continuer sur des activités plus ou moins techniques (communication, assistance, documentation, tests, codage...). Il est possible de ne pas connaître la langue source du logiciel, mais d’utiliser une autre langue comme pivot pour réaliser une traduction.
ca: L'objectiu, en voler augmentar el nombre d'usuaris i usuàries, és també incrementar el nombre potencial de persones contribuïdores. Moltes faran els seus primers passos corregint una traducció o realitzant-ne una de completa, i després podran continuar col·laborant en activitats més o menys tècniques (comunicació, assistència, documentació, proves, programació...). És possible no conèixer la llengua original del programari, però utilitzar-ne una altra com a llengua pont per fer la traducció.
el: Όταν επιδιώκουμε να αυξήσουμε τον αριθμό των χρηστών, στόχος είναι να αυξήσουμε και τον αριθμό των πιθανών εθελοντών. Αυτοί μπορεί να κάνουν τα πρώτα τους βήματα διορθώνοντας μια μετάφραση ή παρέχοντας μια πλήρη νέα μετάφραση και στη συνέχεια, να προχωρήσουν σε λιγότερο ή περισσότερο τεχνικές δραστηριότητες (επικοινωνία, υποστήριξη, τεκμηρίωση, δοκιμές, προγραμματισμό...). Υπάρχει επίσης η περίπτωση κάποιος να μην γνωρίζει την αρχική γλώσσα του λογισμικού, αλλά να χρησιμοποιήσει μια άλλη γλώσσα ως ενδιάμεση για να πραγματοποιήσει τη μετάφραση.
id: Tujuan dari upaya meningkatkan jumlah pengguna adalah untuk memperbesar jumlah kontributor potensial, yang mungkin memulai langkah pertama mereka dengan memperbaiki terjemahan atau menerjemahkan secara penuh, lalu melanjutkan ke aktivitas lain yang lebih atau kurang teknis (komunikasi, bantuan, dokumentasi, pengujian, pengkodean, dan sebagainya). Seseorang bisa saja tidak mengenal bahasa sumber perangkat lunak, tetapi tetap dapat menggunakan bahasa lain sebagai bahasa perantara untuk melakukan terjemahan.
ko: 사용자 수를 늘리기 위한 과제는 번역 수정 또는 완전한 번역으로 첫 걸음을 내딛는 잠재적 공헌자의 수를 늘리는 것이며, 그러면 누가 어느 정도 기술 활동[통신, 지원, 문서화, 테스트, 코딩 등]을 계속할 수 있습니다. 소프트웨어의 원천 언어를 알지 못한다면, 다른 언어를 허브로 사용하여 번역을 수행하는 것이 가능합니다.
pt_br: O desafio de procurar aumentar o número de usuários é aumentar o número potencial de contribuidores, que darão os primeiros passos através de uma correção de tradução ou de uma tradução completa, para que possam continuar em mais ou menos atividades técnicas (comunicação, assistência, documentação, testes, codificação...). É possível não conhecer o idioma de origem do software, mas usar outro idioma como um pivô para realizar uma tradução.
sl: Izziv pri poskusu povečanja števila uporabnikov je povečati potencialno število sodelavcev, ki bodo naredili prve korake s popravljanjem prevoda ali celotnega prevoda, nato pa bodo lahko nadaljevali z bolj ali manj tehničnimi dejavnostmi (komunikacija, pomoč, dokumentacija, testiranje, kodiranje itd.). Možno je, da izvornega jezika programske opreme ne poznate, ampak uporabite drug jezik kot osnovo za izvedbo prevoda.
uk: Сприяння збільшенню кількості користувачів полягає у збільшенні потенційної кількості учасників перекладу та внесків, які на початковому етапі полягають у виправленні перекладу або доповненні його з поступовим продовженням більш-менш активної діяльності (спілкування, допомога, документація, тести, кодування...). Можна не знати початкову мову програмного забезпечення, але використовувати іншу мову як шлюз для здійснення перекладу.
zh_hant: 嘗試增加使用者人數的挑戰在於增加潛在的貢獻者人數，這些貢獻者將透過修正翻譯或進行完整的翻譯來踏出第一步，然後可以繼續進行或多或少的技術活動 (溝通、支援、文件、測試、編碼等)。 有可能不知道軟體的原始語言，但可以使用另一種語言作為樞軸來進行翻譯。

source: Pour pouvoir démultiplier les utilisateurs et utilisatrices potentiels, il faut ajouter le support linguistique. C’est ce qu’on appelle l’internationalisation.
ca: Per poder multiplicar els usuaris i usuàries potencials, cal afegir el suport lingüístic. Això és el que s’anomena internacionalització.
el: Για να μεγαλώσει η βάση των πιθανών χρηστών, πρέπει να προστεθεί η κατάλληλη γλωσσική υποστήριξη. Αυτή η διαδικασία ονομάζεται «διεθνοποίηση».
id: Untuk dapat melipatgandakan jumlah pengguna potensial, perlu ditambahkan dukungan bahasa. Inilah yang disebut internasionalisasi.
ko: 잠재적인 사용자 수를 늘리려면 언어 지원을 추가해야 합니다. 이 것을 국제화라고 합니다.
pt_br: Para aumentar o número de usuários em potencial, é necessário adicionar suporte linguístico. Isso se chama internacionalização.
sl: Za razširitev števila potencialnih uporabnikov je treba dodati jezikovno podporo. Temu pravimo internacionalizacija.
uk: Щоб мати змогу збільшити кількість потенційних користувачів, нам необхідна підтримка перекладів. Це називається інтернаціоналізацією.
zh_hant: 為了增加潛在使用者的數量，我們需要增加語言支援。 這就是我們所說的國際化。

source: La complexité de l’internationalisation
ca: La complexitat de la internacionalització
el: Η πολυπλοκότητα της διεθνοποίησης
id: Kompleksitas internasionalisasi
ko: 국제화의 복잡성
pt_br: A complexidade da internacionalização
sl: Kompleksnost internacionalizacije
uk: Складнощі інтернаціоналізації
zh_hant: 國際化的複雜性

source: Prendre en charge de multiples langues nécessite :
ca: Donar suport a múltiples llengües requereix:
el: Η υποστήριξη πολλαπλών γλωσσών απαιτεί:
id: Mendukung banyak bahasa memerlukan:
ko: 다양한 언어를 지원하려면 다음이 필요합니다 :
pt_br: O suporte a vários idiomas requer:
sl: Za podporo več jezikov je potrebno:
uk: Для підтримки багатомовності потрібні:
zh_hant: 支援多種語言需要：

source: d’utiliser des outils qui offrent les fonctionnalités nécessaires (marquer les contenus à traduire, les traduire et les diffuser)
ca: fer servir eines que ofereixin les funcionalitats necessàries (marcar els continguts a traduir, traduir-los i difondre’ls)
el: τη χρήση εργαλείων που προσφέρουν τις απαραίτητες λειτουργίες (σήμανση περιεχομένου προς μετάφραση, μετάφραση και διανομή)
id: alat yang menyediakan fitur yang diperlukan (menandai konten yang akan diterjemahkan, menerjemahkannya, dan menyebarkannya)
ko: 필요한 기능을 제공하는 도구 사용 (번역할 내용을 표시, 번역과 배포)
pt_br: usar ferramentas que ofereçam a funcionalidade necessária (marcar o conteúdo para ser traduzido, traduzir e distribuir)
sl: uporabljati orodja, ki ponujajo potrebne funkcionalnosti (označevanje vsebine za prevod, njeno prevajanje in distribucijo)
uk: використовувати інструменти, які реалізують необхідні функціональні можливості (позначати дані, які можна перекладати, надавати доступ до перекладів та поширювати переклади)
zh_hant: 使用提供必要功能的工具（標記要翻譯的內容、翻譯和發佈內容）

source: de changer ses processus de conception logicielle pour intégrer le travail de traduction (quand le code est terminé, il faut informer les personnes réalisant les traduction et intégrer leurs travaux)
ca: canviar els processos de disseny del programari per integrar-hi la tasca de traducció (quan el codi està acabat, cal informar les persones que fan les traduccions i integrar la seva feina)
el: την αλλαγή των διαδικασιών σχεδιασμού του λογισμικού έτσι, ώστε να ενσωματωθεί το μεταφραστικό έργο (όταν ολοκληρωθεί ο κώδικας, οι μεταφραστές θα πρέπει να ενημερώνονται και το έργο τους να ενσωματώνεται)
id: mengubah proses perancangan perangkat lunak agar mencakup pekerjaan penerjemahan (ketika kode selesai, perlu memberi tahu para penerjemah dan mengintegrasikan hasil kerja mereka)
ko: 번역 작업을 통합하기 위해 소프트웨어 설계 처리를 변경합니다 (코드가 완료되면 번역을 수행하는 사람들에게 알리고 작업을 통합해야 합니다)
pt_br: alterar seus processos de design de software para integrar o trabalho de tradução (quando o código for concluído, você deverá informar as pessoas que executam as traduções e integrar seu trabalho)
sl: spremeniti svoje procese načrtovanja programske opreme, da bi vključili prevajalsko delo (ko je koda končana, je treba o tem obvestiti ljudi, ki izvajajo prevode, in vključiti njihovo delo)
uk: адаптувати процес розробки програмного забезпечення, щоб інтегрувати перекладацьку роботу (коли написання коду певної версії програми завершено, ви повинні повідомити людей, які роблять переклади, та інтегрувати їх роботу)
zh_hant: 更改其軟體設計流程，以整合翻譯工作（當程式碼完成時，您必須通知進行翻譯的人員，並整合他們的工作）

source: de répondre aux besoins liés à l’activité de traduction. Cela nécessite de s’intéresser aux codifications, aux formats de traduction, aux pluriels, à l’outillage adapté, etc.
ca: respondre a les necessitats pròpies de l'activitat de traducció. Això implica tenir en compte les codificacions, els formats de traducció, els plurals, les eines adequades, etc.
el: την κάλυψη των αναγκών που σχετίζονται με τη μετάφραση. Αυτό απαιτεί ενασχόληση με τις κωδικοποιήσεις, τις μορφές μετάφρασης, τους κανόνες πληθυντικού αριθμού, τα κατάλληλα εργαλεία κ.λπ.
id: memenuhi kebutuhan yang terkait dengan aktivitas penerjemahan. Hal ini memerlukan perhatian pada pengkodean, format terjemahan, bentuk jamak, alat yang sesuai, dan sebagainya.
ko: 번역 처리의 요구 사항을 충족합니다. 이를 위해서는 목록화, 번역 형식, 복수형, 적절한 도구 등에 주의가 필요합니다.
pt_br: atender às necessidades relacionadas à atividade de tradução. Isso requer interesse em codificações, formatos de tradução, plurais, ferramentas adaptadas etc.
sl: za zadovoljevanje potreb, povezanih s prevajalsko dejavnostjo. To zahteva pozornost do kodifikacij, prevajalskih formatov, množin, ustreznih orodij itd.
uk: враховувати потреби перекладачів. Для цього потрібно ознайомитися зі стандартами кодування, форматами перекладів, формами множини, адаптованими інструментами тощо.
zh_hant: 滿足翻譯業務的需求。 這意味著要研究編碼、翻譯格式、複數、適當的工具等。

source: Et au-delà de l’interface utilisateur, il faut également inclure les interface en ligne de commande, les sites web de présentation, des lettres d’information, la documentation en ligne, les pages man, les notes de version...
ca: I més enllà de la interfície d'usuari, també cal incloure les interfícies de la línia se comandes, els llocs web de presentació, els butlletins informatius, la documentació en línia, les pàgines de manual, les notes de llançament...
el: Επιπλέον, πέρα από το βασικό περιβάλλον χρήστη, θα πρέπει να μεταφραστούν το περιβάλλον της γραμμής εντολών, οι ιστότοποι παρουσιάσεων, τα ενημερωτικά δελτία, η διαδικτυακή τεκμηρίωση, οι σελίδες εγχειριδίων, οι σημειώσεις έκδοσης κ.α.
id: Dan di luar antarmuka pengguna, perlu juga menyertakan antarmuka baris perintah, situs web presentasi, buletin, dokumentasi daring, halaman man, catatan rilis, dan sebagainya.
ko: 그리고 사용자 연결장치 이 외에도, 명령줄 연결장치, 소개 웹사이트, 뉴스레터, 온라인 문서, 매뉴 부분, 출시 기록 등...도 포함해야 합니다.
pt_br: E além da interface do usuário, também devemos incluir a interface da linha de comando, sites de apresentação, boletins informativos, documentação on-line, páginas de manual, notas de lançamento...
sl: Poleg uporabniškega vmesnika vključuje tudi vmesnike ukazne vrstice, predstavitvena spletna mesta, glasila, spletno dokumentacijo, strani priročnika, opombe ob izdaji...
uk: Крім інтерфейсу користувача, інтернаціоналізація має стосуватися інтерфейсу командного рядка, вступних вебсайтів, інформаційних повідомлень, інтернет-документації, сторінки користувача, нотаток щодо випуску...
zh_hant: 除了使用者介面之外，您還需要包含命令列介面、簡報網站、通訊、線上文件、man 頁、發行說明...

source: Internationaliser coûte du temps et nécessite des compétences techniques avancées. Malheureusement, certains outils utilisés par les logiciels n’offrent aucune aide, l’expert·e qui devra se débrouiller seul·e ou changer d’outil.
ca: Internacionalitzar requereix temps i competències tècniques avançades. Malauradament, algunes de les eines utilitzades pels programes no ofereixen cap tipus d’ajuda, i l’expert o l’experta s’haurà d’espavilar tot sol o canviar d’eina.
el: Η διεθνοποίηση απαιτεί χρόνο και προηγμένες τεχνικές δεξιότητες. Δυστυχώς, ορισμένα εργαλεία που χρησιμοποιούνται για τα λογισμικά δεν παρέχουν καμία βοήθεια, αναγκάζοντας τους ειδικούς να διαχειριστούν μόνοι τους τυχόν προβλήματα ή να στραφούν σε άλλα εργαλεία.
id: Internasionalisasi memakan waktu dan memerlukan keterampilan teknis yang mendalam. Sayangnya, beberapa alat yang digunakan oleh perangkat lunak tidak menyediakan bantuan apa pun, sehingga para ahli harus mengatasinya sendiri atau beralih ke alat lain.
ko: 국제화에는 시간이 걸리고 고급 기술이 필요합니다. 불행하게도, 소프트웨어에서 사용하는 일부 도구는 도움을 제공하지 않으며, 전문가는 스스로 해결하거나 도구를 변경해야 합니다.
pt_br: A internacionalização custa tempo e requer habilidades técnicas avançadas. Infelizmente, algumas ferramentas usadas pelo software não oferecem ajuda, então o especialista que precisará se defender ou trocar de ferramenta.
sl: Internacionalizacija je zamudna in zahteva napredne tehnične spretnosti. Žal nekatera programska orodja ne ponujajo nobene podpore, zato morajo strokovnjaki sami ugotoviti, kaj storiti, ali pa zamenjati orodje.
uk: Інтернаціоналізація потребує певних витрат часу і передових технічних навичок. На жаль, деякі інструменти, що використовуються програмним забезпеченням, не пропонують довідкових матеріалів з цього питання, тому потрібні знання, щоб самостійно її реалізувати, інакше доведеться змінювати ці інструменти.
zh_hant: 國際化非常耗時，需要先進的技術能力。 不幸的是，有些軟體使用的工具並不提供任何協助，因此專家必須自求多福或更換工具。

source: La bonne nouvelle est que ce travail n’est à mener qu’une seule fois pour un nombre théoriquement illimité de langues. C’est une bonne nouvelle, car il existe aujourd’hui entre 7000 et 9000 langues, dont près de 2500 sont en risque de disparition. S’il fallait mener un travail dédié par langue, rare seraient les développeurs et développeuses qui accepteraient de dépenser d’énergie pour une langue ayant un nombre de locuteurs très faibles. Et à notre époque, ne pas exister sur les outils numériques est dangereux.
ca: La bona notícia és que aquest treball només cal fer-lo una vegada per a un nombre teòricament il·limitat de llengües. És una bona notícia perquè avui dia existeixen entre 7.000 i 9.000 llengües, de les quals gairebé 2.500 estan en risc de desaparició. Si calgués fer un treball específic per a cada llengua, pocs serien els desenvolupadors i desenvolupadores disposats a dedicar-hi energia per a una llengua amb molt pocs parlants. I en l’era actual, no existir en les eines digitals és perillós.
el: Τα καλά νέα είναι ότι αυτή η διαδικασία χρειάζεται να γίνει μόνο μία φορά για έναν θεωρητικά απεριόριστο αριθμό γλωσσών. Αυτό είναι ιδιαίτερα θετικό, αφού σήμερα υπάρχουν 7.000 με 9.000 γλώσσες, εκ των οποίων σχεδόν 2.500 κινδυνεύουν με εξαφάνιση. Εάν έπρεπε να γίνει ξεχωριστή δουλειά για κάθε γλώσσα, ελάχιστοι προγραμματιστές θα ήταν πρόθυμοι να δαπανήσουν ενέργεια σε μια γλώσσα με πολύ μικρό αριθμό ομιλητών. Και στη σημερινή εποχή, η έλλειψη παρουσίας και πρόσβασης στα ψηφιακά εργαλεία είναι επικίνδυνη.
id: Kabar baiknya, pekerjaan ini hanya perlu dilakukan satu kali untuk jumlah bahasa yang secara teoretis tidak terbatas. Ini adalah kabar baik, karena saat ini ada antara 7.000 hingga 9.000 bahasa, dengan sekitar 2.500 di antaranya terancam punah. Jika pekerjaan khusus harus dilakukan untuk setiap bahasa, jarang ada pengembang yang bersedia menghabiskan tenaga untuk bahasa dengan jumlah penutur yang sangat sedikit. Dan di zaman sekarang, tidak hadir di perangkat digital bisa menjadi hal yang berbahaya.
ko: 좋은 소식은 이 작업이 이론적으로 무제한의 언어에 대해 한 번만 수행되어야 한다는 것입니다. 오늘날 7,000~9,000개 언어가 있고, 그 중에서 거의 2,500개가 멸종 위기에 놓여 있기 때문에, 이 것은 좋은 소식입니다. 언어 별로 전용 작업을 수행해야 한다면, 언어사용자 매우 적은 언어에 기꺼이 에너지를 쏟는 개발자는 거의 없을 것입니다. 그리고, 우리 시대에는 디지털 도구에 존재하지 않는 것이 위험합니다.
pt_br: A boa notícia é que esse trabalho só precisa ser feito uma vez para um número teoricamente ilimitado de idiomas. É uma boa notícia, pois agora existem entre 7.000 e 9.000 idiomas, dos quais quase 2.500 correm o risco de desaparecer. Se fosse necessário realizar um trabalho dedicado por idioma, raros seriam os desenvolvedores que concordariam em gastar energia para um idioma com um número muito baixo de falantes. E em nosso tempo, não existir em ferramentas digitais é perigoso.
sl: Dobra novica je, da je to delo treba opraviti le enkrat za teoretično neomejeno število jezikov. To je dobra novica, saj trenutno obstaja med 7000 in 9000 jezikov, od katerih jih skoraj 2500 grozi izumrtje. Če bi bilo treba za vsak jezik opraviti namensko delo, bi bilo le malo razvijalcev pripravljenih porabiti energijo za jezik z zelo majhnim številom govorcev. In v današnjem času je neobstoj digitalnih orodij nevaren.
uk: Доброю новиною є те, що цю роботу потрібно виконати лише один раз для теоретично необмеженої кількості мов. Це хороша новина, оскільки на сьогодні існує від 7000 до 9000 мов, з яких майже 2500 знаходяться під загрозою зникнення. Якби нам доводилось виконувати цілеспрямовану роботу для кожної з мов, мало хто з розробників був би готовий витрачати енергію на мову з дуже низькою кількістю мовців. У наш час не існувати у цифрових інструментах є великою небезпекою з точки зору збереження мови.
zh_hant: 好消息是，這項工作只需針對理論上數量不限的語言進行一次。 這是個好消息，因為目前有 7,000 到 9,000 種語言，其中將近 2,500 種語言有瀕臨滅絕的危險。 如果我們必須針對每一種語言做專門的工作，很少有開發人員願意在使用人數極少的語言上花費精力。 而在這個時代，不存在於數位工具上是很危險的。

source: Le rôle de Languages-in-floss
ca: El paper de les Llengues-en-floss
el: Ο ρόλος του Languages-in-floss
id: Peran Languages-in-floss
ko: floss에서 언어의 역할
pt_br: O papel de Languages-in-floss
sl: Vloga jezikov pri kampanji proste in odprte programske opreme Languages-in-floss
uk: Роль Languages-in-floss
zh_hant: 語言夾雜的角色

source: Dans ce contexte, l’initiative Languages-in-floss vise à vous partager nos expériences de terrain pour la prise en charge du français, de l’arabe, du kabyle et de l’occitan.
ca: En aquest context, la iniciativa Languages-in-floss pretén compartir amb vosaltres les nostres experiències de camp en el suport del francès, l'àrab, el cabil i l'occità.
el: Σε αυτό το πλαίσιο, στόχος μας μέσω της πρωτοβουλίας Languages-in-floss είναι να μοιραστούμε μαζί σας τις εμπειρίες μας από τον χώρο της γλωσσικής υποστήριξης για τα γαλλικά, τα αραβικά, τα καβυλικά και τα οξιτανικά.
id: Dalam konteks ini, inisiatif Languages-in-floss bertujuan untuk berbagi pengalaman lapangan kami dalam menangani bahasa Prancis, Arab, Kabyle, dan Occitan.
ko: 이러한 맥락에서, Languages-in-floss 발의는 프랑스어, 아랍어, 카바일과 옥시탄을 지원하는 현장 경험을 여러분과 공유하는 것을 목표로 합니다.
pt_br: Nesse contexto, a iniciativa Languages-in-floss visa compartilhar com você nossas experiências no campo para o gerenciamento de francês, árabe, kabyle e occitânico.
sl: V tem kontekstu želi pobuda Languages-in-floss z vami deliti naše terenske izkušnje s podporo francoščini, arabščini, kabilščini in okcitaščini.
uk: У цьому контексті, ініціатива «Мови у вільному відкритому програмному забезпеченні» має на меті поділитися з вами нашим досвідом у царині підтримки французької, арабської, кабильської та окситанської мов.
zh_hant: 在此背景下，Languages-in-floss 倡議旨在與您分享我們在法語、阿拉伯語、卡比爾語和奧克蘭語領域的經驗。

source: Que vous soyez promoteur ou défenseur d’une langue, ou que vous soyez développeur, vous découvrirez que le multilinguisme est possible dans toute activité liée au logiciel libre et open-source, nous allons essayer de vous faciliter la vie dans ce monde complexe.
ca: Tant si ets promotor o defensor d'una llengua, com si ets desenvolupador, descobriràs que el multilingüisme és possible en qualsevol activitat vinculada al programari lliure i de codi obert, i intentarem facilitar-te la vida en aquest món complex.
el: Είτε είστε υποστηρικτής μιας γλώσσας είτε προγραμματιστής, θα ανακαλύψετε ότι η πολυγλωσσία είναι εφικτή σε κάθε δραστηριότητα που σχετίζεται με το ελεύθερο λογισμικό και τον ανοικτό κώδικα, ενώ εμείς θα επιχειρήσουμε να κάνουμε τη ζωή σας πιο εύκολη σε αυτόν τον πολύπλοκο κόσμο.
id: Apakah Anda seorang pegiat bahasa atau seorang pengembang, Anda akan menemukan bahwa multibahasa adalah hal yang mungkin dalam segala aktivitas yang berkaitan dengan perangkat lunak bebas dan sumber terbuka. Kami akan berusaha memudahkan Anda dalam dunia yang kompleks ini.
ko: 당신이 언어의 옹호자든, 개발자든 상관없이 자유 및 개방형 원천 소프트웨어와 관련된 모든 활동에서 다국어 사용이 가능하다는 것을 알게 될 것입니다. 우리는 이 복잡한 세상에서 당신의 삶을 더 쉽게 만들려고 노력할 것입니다.
pt_br: Seja você um defensor de um idioma, ou um desenvolvedor, descobrirá que o multilinguismo é possível em qualquer atividade relacionada a software livre e de código aberto, tentaremos facilitar sua vida neste mundo complexo.
sl: Ne glede na to, ali ste promotor ali zagovornik jezikov ali razvijalec, boste odkrili, da je večjezičnost mogoča v kateri koli dejavnosti, povezani s prosto in odprtokodno programsko opremo, mi pa se bomo potrudili, da vam olajšamo življenje v tem kompleksnem svetu.
uk: Незалежно від того, займаєтеся ви просуванням чи збереженням мови, є ви розробником, ви зрозумієте, що багатомовність можлива в будь-якій діяльності, пов'язаній із вільним програмним забезпеченням з відкритим кодом. Ми намагатимемося полегшити ваше життя в цьому складному світі.
zh_hant: 無論您是語言倡導者或開發者，您都會發現在任何與自由及開放原始碼軟體相關的活動中，多語言都是可行的。 我們會盡力讓您在這個複雜的世界中生活得更輕鬆。
