Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2020-07-03-contribute-to-fedora.po
Languages: ca, el, id, ko, pt_br, sl, zh_hant

source: La plateforme de traduction de Fedora contient : * Les logiciels que sa communauté a créé, par exemple l’installeur anaconda https://translate.fedoraproject.org/projects/anaconda/ * Les sites internets du projet Fedora : https://translate.fedoraproject.org/projects/fedora-websites/ * La documentation du projet Fedora : https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (et tous les autres projets débutants par fedora-docs-l10n) * Des logiciels dont les créateurs ont décidé de faire héberger leurs traductions au sein du projet Fedora : tels pulseaudio https://translate.fedoraproject.org/projects/pulseaudio/ ou ibus https://translate.fedoraproject.org/projects/ibus/
ca: La plataforma de traducció de Fedora conté: * Els programes que la seva comunitat ha creat, com ara l’instal·lador Anaconda https://translate.fedoraproject.org/projects/anaconda/ * Els llocs web del projecte Fedora: https://translate.fedoraproject.org/projects/fedora-websites/ * La documentació del projecte Fedora: https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (i tots els altres projectes que comencen per *fedora-docs-l10n) * Programes els creadors dels quals han decidit allotjar les seves traduccions dins del projecte Fedora: com pulseaudio https://translate.fedoraproject.org/projects/pulseaudio/ o ibus https://translate.fedoraproject.org/projects/ibus/
el: Η πλατφόρμα μετάφρασης του Fedora περιλαμβάνει: * Το λογισμικό που δημιουργήθηκε από την κοινότητα του Fedora, όπως το πρόγραμμα εγκατάστασης Anaconda (https://translate.fedoraproject.org/projects/anaconda/) * Τους ιστοτόπους του έργου Fedora: https://translate.fedoraproject.org/projects/fedora-websites/ * Την τεκμηρίωση του έργου Fedora: https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (και όλα τα άλλα έργα που ξεκινούν με fedora-docs-l10n) * Λογισμικά για τα οποία οι δημιουργοί τους αποφάσισαν να φιλοξενήσουν τις μεταφράσεις στο πλαίσιο του έργου Fedora, όπως το pulseaudio (https://translate.fedoraproject.org/projects/pulseaudio/) ή το ibus (https://translate.fedoraproject.org/projects/ibus/)
id: Platform terjemahan Fedora mencakup: * Perangkat lunak yang dibuat oleh komunitasnya, misalnya pemasang Anaconda https://translate.fedoraproject.org/projects/anaconda/ * Situs web proyek Fedora: https://translate.fedoraproject.org/projects/fedora-websites/ * Dokumentasi proyek Fedora: https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (dan semua proyek lain yang dimulai dengan fedora-docs-l10n) * Perangkat lunak yang pengembangnya memutuskan untuk menampung terjemahan mereka di dalam proyek Fedora: seperti pulseaudio https://translate.fedoraproject.org/projects/pulseaudio/ atau ibus https://translate.fedoraproject.org/projects/ibus/
ko: 페도라의 번역 기반 도구는 다음이 포함됩니다 : * 커뮤니티에서 생성한 소프트웨어, 예를 들어 아나콘다 설치 프로그램 https://translate.fedoraproject.org/projects/anaconda/ * 페도라 프로젝트의 웹 사이트: https://translate.fedoraproject.org/projects/fedora -websites/ * 페도라 프로젝트 문서: https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (그리고 fedora-docs-l10n으로 시작하는 기타 모든 프로젝트) * 제작자가 호스팅하기로 결정한 소프트웨어 페도라 프로젝트 내에서의 번역: 이러한 pulseaudio https://translate.fedoraproject.org/projects/pulseaudio/ 또는 ibus https://translate.fedoraproject.org/projects/ibus/
pt_br: A plataforma de tradução do Fedora contém: * O software que sua comunidade criou, por exemplo, o instalador do anaconda https://translate.fedoraproject.org/projects/anaconda/ * Os sites do projeto Fedora: https://translate .fedoraproject.org/projects/fedora-websites/ * A documentação do projeto Fedora: https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (e todos os outros projetos iniciados com fedora-docs-l10n) * Software cujos criadores decidiram hospedar suas traduções no projeto Fedora: como pulseaudio https://translate.fedoraproject.org/projects/pulseaudio/ ou ibus https://translate.fedoraproject.org/projects/ibus/
sl: Prevajalska platforma Fedora vsebuje: * Programsko opremo, ki jo je ustvarila skupnost, na primer namestitveni program Anaconda https://translate.fedoraproject.org/projects/anaconda/ * Spletna mesta projekta Fedora: https://translate.fedoraproject.org/projects/fedora-websites/ * Dokumentacijo projekta Fedora: https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (in vse druge projekte, ki se začnejo s fedora-docs-l10n) * Programsko opremo, katere ustvarjalci so se odločili, da bodo svoje prevode gostili znotraj projekta Fedora: na primer pulseaudio https://translate.fedoraproject.org/projects/pulseaudio/ ali ibus https://translate.fedoraproject.org/projects/ibus/
zh_hant: Fedora 翻譯平台包含 ： * 由 Fedora 社群創建的軟體，例如 anaconda 安裝程式 https://translate.fedoraproject.org/projects/anaconda/ * Fedora 專案網站：https://translate.fedoraproject.org/projects/fedora-websites/ * Fedora 專案文件：https://translate.fedoraproject.org/projects/fedora-docs-l10n-docs/ (以及所有其他以 fedora-docs-l10n 開頭的專案) * 創建者決定由 Fedora 專案託管其翻譯的軟體：例如 pulseaudio https://translate.fedoraproject.org/projects/pulseaudio/ 或 ibus https://translate.fedoraproject.org/projects/ibus/

source: Pour tout le reste, il faudra trouver où est hébergé le logiciel et comprendre comment y contribuer. Mais cela sera le sujet d’un autre article.
ca: Per a tot la resta, caldrà esbrinar on s’allotja el programari i entendre com s’hi pot contribuir. Però això serà el tema d’un altre article.
el: Για όλα τα υπόλοιπα, θα πρέπει να βρείτε πού φιλοξενείται το λογισμικό και να κατανοήσετε πώς να συνεισφέρετε σε αυτό. Αλλά αυτό θα αποτελέσει το θέμα ενός άλλου άρθρου.
id: Untuk sisanya, Anda perlu menemukan di mana perangkat lunak tersebut dihosting dan memahami cara berkontribusi di dalamnya. Namun, hal ini akan menjadi topik artikel lain.
ko: 다른 모든 경우에는, 소프트웨어가 호스팅 되는 위치를 찾고 공헌하는 방법을 이해해야 합니다. 그러나 그 것은 다른 기사의 주제가 될 것입니다.
pt_br: Para todo o resto, você terá que descobrir onde o software está hospedado e entender como contribuir para ele. Mas esse será o assunto de outro artigo.
sl: Za vse ostalo boste morali ugotoviti, kje programska oprema gostuje, in razumeti, kako lahko prispevate k njej. Ampak to je tema za drug članek.
zh_hant: 至於其他一切，您需要找出軟體的託管地點，並瞭解如何為軟體貢獻心力。 不過這是另一篇文章的主題。

source: Conclusion
ca: Conclusió
el: Συμπέρασμα
id: Kesimpulan
ko: 결론
pt_br: Conclusão
sl: Zaključek
zh_hant: 總結

source: Même si une distribution Linux est un ensemble complexe, y contribuer est facile. La seule question à se poser quand on arrive sur une plateforme de traduction, c’est de s’assurer de comprendre ce qu’on y voit, dans le projet Fedora, c’est toujours le logiciel d’origine, sans intermédiaire.
ca: Encara que una distribució Linux sigui un conjunt complex, contribuir-hi és fàcil. L’única pregunta que cal fer-se quan s’arriba a una plataforma de traducció és assegurar-se d’entendre el que s’hi veu, en el cas del projecte Fedora, es tracta sempre del programari original, sense intermediaris.
el: Παρ' όλο που μια διανομή Linux αποτελεί ένα πολύπλοκο σύνολο, η συνεισφορά σε αυτήν είναι εύκολη. Το μόνο που θα πρέπει να αναρωτηθείτε κατά την επίσκεψή σας σε μια πλατφόρμα μετάφρασης είναι αν κατανοείτε αυτό που βλέπετε. Στο έργο Fedora, πρόκειται πάντα για το αρχικό λογισμικό, χωρίς ενδιάμεσα επίπεδα.
id: Meskipun sebuah distribusi Linux merupakan kumpulan yang kompleks, berkontribusi padanya sangat mudah. Satu-satunya hal yang perlu dipastikan saat Anda masuk ke platform penerjemahan adalah memahami apa yang Anda lihat; dalam proyek Fedora, yang diterjemahkan selalu adalah perangkat lunak asli, tanpa perantara.
ko: 리눅스 배포판은 전체가 복잡하지만, 공헌하는 것은 쉽습니다. 번역 기반도구(페도라 웹레이트)에 도착했을 때 스스로에게 묻는 유일한 질문은 그 곳에서 보는 것을 이해하고 있는지 확인하는 것이며, 페도라 프로젝트에서는 여전히 중재자가 없는 원래 소프트웨어입니다.
pt_br: Mesmo que uma distribuição Linux seja um todo complexo, é fácil contribuir para ela. A única pergunta a ser feita quando você chega em uma plataforma de tradução é ter certeza de que entende o que vê lá, no projeto Fedora, ainda é o software original, sem intermediários.
sl: Čeprav je distribucija Linuxa kompleksna celota, je prispevanje k njej enostavno. Edino vprašanje, ki si ga morate zastaviti, ko pridete na prevajalsko platformo, je, da se prepričate, da razumete, kaj tam vidite; v projektu Fedora gre vedno za izvirno programsko opremo, brez posrednika.
zh_hant: 即使 Linux 發行版是一個複雜的整體，為它貢獻也是很容易的。 當您到達一個翻譯平台時，唯一要問自己的問題就是確定您了解您所看到的是什麼。 在 Fedora 專案中，永遠都是原始軟體，沒有中間人。
