Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2025-02-25-slow-and-dead-software.po
Languages: el, es, fi, id, ko, sl, uk, zh_hant

source: Sauf que ce n’est que pour Ubuntu. Les autres distributions Linux n’en bénéficient pas. Le projet en question, même si lent ou inactif n’en bénéficie pas.
el: Ωστόσο, αυτό ισχύει μόνο για το Ubuntu. Οι άλλες διανομές Linux δεν επωφελούνται από αυτό. Το εν λόγω έργο, ακόμα κι αν αναπτύσσεται αργά ή είναι ανενεργό, δεν επωφελείται από αυτό.
es: Excepto que es sólo para Ubuntu. Otras distribuciones de Linux no se benefician de esto. El proyecto en cuestión, aunque sea lento o inactivo, no se beneficia de ello.
fi: Paitsi että se on vain Ubuntua varten. Muut Linux-jakelut eivät hyödy tästä. Kyseinen hanke, vaikka se olisi hidas tai passiivinen, ei hyödy siitä.
id: Namun, hal ini hanya berlaku untuk Ubuntu. Distribusi Linux lainnya tidak mendapat manfaat dari hal ini. Proyek yang dimaksud, meskipun lambat atau tidak aktif, tidak mendapat manfaat dari hal ini.
ko: 그 이외에, 이는 우분투에만 해당됩니다. 다른 리눅스 배포판은 이와 같은 이점이 없습니다. 문제의 프로젝트가 만약 느리거나 비활성화 상태라도, 그와 같은 이점은 없습니다.
sl: Razen tega, da je to samo za Ubuntu. Druge distribucije Linuxa od tega nimajo koristi. Zadevni projekt, četudi je počasen ali neaktiven, od tega nima koristi.
uk: За винятком того, що це лише для Ubuntu. Інші дистрибутиви Linux не виграють від цього. Проєкт, про який йдеться, навіть якщо він повільний або неактивний, не отримує від цього жодної вигоди.
zh_hant: 除了它只適用於 Ubuntu。 其他 Linux 發行版並不能獲益。 相關專案即使緩慢或不活躍，也不會受惠。

source: Pire, parfois, c’est un travail en doublon, à l’intérieur du projet Ubuntu, on peut écraser le travail d’autres projets. En quelques minutes, je trouve un projet qui fait partie du périmètre de GNOME ([gnome-remote-desktop sur Launchpad](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/fr/+translate?show=untranslated) et [gnome-remote-desktop sur gitlab](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads)). Sur gitlab, on voit une contribution qui n’est pas sur Launchpad, donc c’est qu’il est possible de traduire en dehors de Launchpad. Eh oui, via [l10n.gnome.org…](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/). Ce projet ne devrait à priori pas être sur Launchpad, pourquoi y est-il ? Sans connaître les relations entre les communautés Ubuntu et GNOME, qui sont potentiellement excellentes, je vois ici un risque de conflit.
el: Ακόμα χειρότερα, μερικές φορές, πρόκειται για διπλή εργασία. Μέσα στο έργο Ubuntu, μπορεί να διαγραφεί η δουλειά άλλων έργων. Μέσα σε λίγα λεπτά, μπορώ να βρω ένα έργο που ανήκει στο GNOME ([gnome-remote-desktop στο Launchpad](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/el/+translate?show=untranslated) και [gnome-remote-desktop στο GitLab](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/el.po?ref_type=heads)). Στο GitLab, υπάρχει μια συνεισφορά που δεν υπάρχει στο Launchpad, επομένως είναι σαφές ότι υπάρχει δυνατότητα μετάφρασης και εκτός του Launchpad. Ναι, μέσω του [l10n.gnome.org…](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/el/level1/). Αυτό το έργο δεν θα έπρεπε να βρίσκεται εξαρχής στο Launchpad, γιατί όμως υπάρχει εκεί; Χωρίς να γνωρίζω τις σχέσεις ανάμεσα στις κοινότητες του Ubuntu και του GNOME, που πιθανότατα είναι εξαιρετικές, βλέπω εδώ έναν κίνδυνο διένεξης των δύο μεταφράσεων.
es: Peor aún, a veces es trabajo duplicado, dentro del proyecto Ubuntu podemos sobrescribir el trabajo de otros proyectos. En unos minutos, encuentro un proyecto que forma parte del ámbito de GNOME ([gnome-remote-desktop en Launchpad](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/fr/+translate?show=untranslated) y [gnome-remote-desktop en gitlab](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads)). En GitLab, vemos una contribución que no está en Launchpad, por lo que es posible traducir fuera de Launchpad. Sí, a través de [l10n.gnome.org…](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/). Este proyecto no debería estar en Launchpad, así que ¿por qué está ahí? Sin conocer la excelente relación que existe entre las comunidades de Ubuntu y GNOME, veo un posible conflicto.
fi: Mikä pahempaa, joskus se on päällekkäinen työ, Ubuntu-projektin sisällä voit korvata muiden projektien työn. Muutaman minuutin kuluttua löydän projektin, joka kuuluu GNOMEn piiriin ([gnome-remote-desktop on Launchpad](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/fr/+translate?show=untranslated) ja [gnome-remote-desktop on gitlab](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads)). Gitlabissa näemme lisäyksen, jota ei ole Launchpadissa, joten se on mahdollista kääntää Launchpadin ulkopuolelle. Kyllä, [l10n.gnome.org...](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/). Tämän projektin ei pitäisi olla Launchpadissa, miksi se on siellä? Tietämättä Ubuntu- ja GNOME-yhteisöjen välistä suhdetta, jotka ovat potentiaalisesti erinomaisia, näen tässä ristiriidan riskin.
id: Lebih buruk lagi, terkadang ini adalah pekerjaan yang tumpang tindih. Di dalam proyek Ubuntu, kita bisa saja menggantikan pekerjaan proyek lain. Dalam beberapa menit, saya menemukan sebuah proyek yang termasuk dalam lingkup GNOME ([gnome-remote-desktop di Launchpad](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/fr/+translate?show=untranslated) dan [gnome-remote-desktop di gitlab](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads)). Di gitlab, kita melihat kontribusi yang tidak ada di Launchpad, jadi berarti penerjemahan dapat dilakukan di luar Launchpad. Ya, melalui [l10n.gnome.org…](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/). Proyek ini seharusnya tidak ada di Launchpad, mengapa ada di sana? Tanpa mengetahui hubungan antara komunitas Ubuntu dan GNOME, yang mungkin sangat baik, saya melihat adanya risiko konflik di sini.
ko: 더 나쁜 경우도 있고, 때로는 우분투 프로젝트 내에서 중복된 작업도 있으며, 다른 프로젝트의 작업을 덮어 쓸 수도 있습니다. 몇 분 안에, 그놈 범위 ([launchpad에서 gnome-remote-desktop](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/fr/+translate?show=untranslated) 및 [gitlab에서 gnome-remote-desktop](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads))의 일부인 프로젝트를 찾습니다. gitlab에서, 우리는 Launchpad에 없는 공헌을 볼 수 있으며, Launchpad의 외부에서 번역 할 수 있습니다. 네, [l10n.gnome.org…](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/) 통해서 가능합니다. 이와 같은 프로젝트는 Launchpad 에 있으면 안되지만, 왜 있을까요? 내재된 우수성을 갖는 우분투와 그놈 커뮤니티 사이의 관계를 알 수 없으면, 여기에 출동 위험이 있을 거라 봅니다.
sl: Še huje, včasih gre za podvojeno delo, znotraj projekta Ubuntu lahko prepišemo delo drugih projektov. V nekaj minutah najdem projekt, ki je del področja delovanja GNOME ([gnome-remote-desktop na Launchpadu](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/fr/+translate?show=untranslated) in [gnome-remote-desktop na gitlabu](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads)). Na gitlabu vidimo prispevek, ki ga ni na Launchpadu, zato je mogoče prevajati zunaj Launchpada. Da, prek [l10n.gnome.org…](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/). Ta projekt ne bi smel biti na Launchpadu, zakaj je tam? Brez poznavanja odnosa med skupnostma Ubuntu in GNOME, ki sta potencialno odlični, vidim tukaj tveganje konflikta.
uk: Гірше того, іноді це дублювання роботи, в межах проєкту Ubuntu ми можемо перезаписати роботу інших проєктів. За кілька хвилин я знаходжу проєкт, який є частиною GNOME ([gnome-remote-desktop на Launchpad](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/fr/+translate?show=untranslated) і [gnome-remote-desktop на gitla b](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads)). На gitlab ми бачимо внесок, якого немає на Launchpad, тому його можна перекладати за межами Launchpad. Так, через [l10n.gnome.org…](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/). Цей проєкт не повинен бути на Launchpad, чому він там? Не знаючи відносин між спільнотами Ubuntu і GNOME, які потенційно чудові, я бачу тут ризик конфлікту.
zh_hant: 更糟的是，有時候是重複的工作，在 Ubuntu 專案內，你可以覆蓋其他專案的工作。 在幾分鐘之內，我找到一個屬於 GNOME 範圍的專案 ([gnome-remote-desktop on Launchpad](https://translations.launchpad.net/ubuntu/plucky/+source/gnome-remote-desktop/+pots/gnome-remote-desktop/en/+translate?show=untranslated) 和 [gnome-remote-desktop on gitlab](https://gitlab.gnome.org/GNOME/gnome-remote-desktop/-/blob/master/po/fr.po?ref_type=heads)) 。 在 gitlab 上，您可以看到 Launchpad 上沒有的貢獻，所以在 Launchpad 外部翻譯也是可能的。 是的，透過 [l10n.gnome.org...](https://l10n.gnome.org/vertimus/gnome-remote-desktop/master/po/fr/level1/)。 這個專案根本不該出現在 Launchpad 上，為什麼會在那裡？ 我不知道 Ubuntu 和 GNOME 社群之間的關係如何，而這兩個社群之間的關係可能很好，但我認為這裡有衝突的風險。

source: Enfin, Launchpad est un logiciel énorme, qui joue de nombreux rôles dans la communauté Ubuntu, et pas seulement la traduction. J’ignore si Launchpad fait bien son travail pour aider la communauté Ubuntu, mais en tant que plateforme de traduction, c’est un outil très limité et archaïque. Et c’est normal, une plateforme de traduction coûte cher en connaissances et en compétences. Si la traduction était une priorité de l’entreprise Ubuntu, iels auraient créé un outil du même niveau de qualité que Pontoon ou Weblate.
el: Τέλος, το Launchpad είναι ένα τεράστιο λογισμικό που διαδραματίζει πολλούς ρόλους στην κοινότητα του Ubuntu, όχι μόνο στη μετάφραση. Δεν γνωρίζω αν το Launchpad κάνει καλά τη δουλειά του για να βοηθήσει την κοινότητα του Ubuntu, αλλά ως πλατφόρμα μετάφρασης, είναι ένα πολύ περιορισμένο και παλαιικό εργαλείο. Και αυτό είναι λογικό, καθώς μια πλατφόρμα μετάφρασης απαιτεί γνώσεις και δεξιότητες. Εάν η μετάφραση αποτελούσε προτεραιότητα για την εταιρεία Ubuntu, θα είχε δημιουργήσει ένα εργαλείο στο ίδιο επίπεδο ποιότητας με το Pontoon ή το Weblate.
es: Finalmente, Launchpad es un enorme software que desempeña muchas funciones en la comunidad de Ubuntu, no solo la traducción. No sé qué tan bien Launchpad hace su trabajo de ayudar a la comunidad de Ubuntu, pero como plataforma de traducción, es una herramienta muy limitada y arcaica. Y eso es normal, una plataforma de traducción cuesta mucho en términos de conocimientos y habilidades. Si la traducción fuera una prioridad para la compañía Ubuntu, habrían creado una herramienta del mismo nivel de calidad que Pontoon o Weblate.
fi: Lopuksi, Launchpad on valtava ohjelmisto, jolla on monia rooleja Ubuntu-yhteisössä, ei vain kääntäminen. En tiedä, tekeekö Launchpad työnsä hyvin auttaakseen Ubuntu-yhteisöä, mutta käännösalustana se on hyvin rajallinen ja vanhanaikainen työkalu. Ja se on normaalia, käännösalusta on kallis tietojen ja taitojen suhteen. Jos kääntäminen olisi ollut Ubuntu-yrityksen prioriteetti, he olisivat luoneet samanlaatuisen työkalun kuin Pontoon tai Weblate.
id: Akhirnya, Launchpad adalah perangkat lunak yang sangat besar, yang memainkan banyak peran dalam komunitas Ubuntu, tidak hanya terjemahan. Saya tidak tahu apakah Launchpad bekerja dengan baik untuk membantu komunitas Ubuntu, tetapi sebagai platform terjemahan, ini adalah alat yang sangat terbatas dan kuno. Dan itu wajar, platform terjemahan membutuhkan pengetahuan dan keterampilan yang mahal. Jika terjemahan menjadi prioritas perusahaan Ubuntu, mereka akan menciptakan alat dengan kualitas yang sama dengan Pontoon atau Weblate.
ko: 마지막으로, Launchpad는 우분투 커뮤니티에서 단지 번역 만이 아니라 수 많은 역할을 수행하는 소프트웨어의 거대한 부분입니다. 만약 Launchpad가 우분투 커뮤니티를 돕는 훌륭한 작업을 수행하고 있는지 모르지만, 번역 기술환경으로, 이는 매우 제한적이고 구식 도구입니다. 그리고 그 것은 정상적이며, 번역 기술환경은 많은 지식과 기술이 필요합니다. 만약 번역이 우분투 회사를 위한 우선 순위에 있다면, 그 들은 폰툰(Pontoon)이나 웹레이트(Weblate)와 같은 수준의 품질을 갖춘 도구를 만들었을 것입니다.
sl: Končno je Launchpad ogromen kos programske opreme, ki v skupnosti Ubuntu igra veliko vlog, ne le pri prevajanju. Ne vem, ali Launchpad dobro pomaga skupnosti Ubuntu, ampak kot prevajalska platforma je zelo omejeno in arhaično orodje. In to je normalno, prevajalska platforma zahteva veliko znanja in spretnosti. Če bi bilo prevajanje prednostna naloga podjetja Ubuntu, bi ustvarili orodje enake ravni kakovosti kot Pontoon ali Weblate.
uk: Нарешті, Launchpad — це величезне програмне забезпечення, яке відіграє багато ролей у спільноті Ubuntu, а не лише переклад. Я не знаю, наскільки добре Launchpad виконує свою роботу, допомагаючи спільноті Ubuntu, але як платформа перекладу це дуже обмежений і архаїчний інструмент. І це нормально, платформа перекладу коштує багато з точки зору знань і навичок. Якби переклад був пріоритетом для компанії Ubuntu, вони б створили інструмент такого ж рівня якості, як Pontoon або Weblate.
zh_hant: 最後，Launchpad 是一個很大的軟體，它在 Ubuntu 社群中扮演許多角色，不只是翻譯。 我不知道 Launchpad 在幫助 Ubuntu 社群方面做得如何，但作為一個翻譯平台，它是一個非常有限且陳舊的工具。 這也是意料之中的--翻譯平台在知識和技能方面是很昂貴的。 如果翻譯是 Ubuntu 的首要任務，他們就會創造出與 Pontoon 或 Weblate 品質相同的工具。

source: Il y a du bon dans ce que fait Ubuntu, merci à eux de démontrer que c’est possible.
el: Υπάρχει κάτι καλό σε αυτό που κάνει το Ubuntu και ευχαριστώ την ομάδα του που απέδειξε ότι κάτι τέτοιο είναι δυνατό.
es: Hay cosas buenas en lo que hace Ubuntu, gracias a ellos por demostrar que es posible.
fi: Ubuntun toiminnassa on hyvää, kiitos heille siitä, että he osoittivat, että se on mahdollista.
id: Ada hal baik yang dilakukan Ubuntu, terima kasih kepada mereka karena telah membuktikan bahwa hal itu mungkin dilakukan.
ko: 우분투가 하는 것에는 좋은 것이 있으며, 이를 가능하도록 보여 준 것에 감사합니다.
sl: V tem, kar počne Ubuntu, je nekaj dobrega, hvala jim, ker so pokazali, da je to mogoče.
uk: У тому, що робить Ubuntu, є корисне, дякую їм за те, що показали, що це можливо.
zh_hant: Ubuntu 所做的事有很多好處，我要感謝他們讓我知道這是可能的。
