Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2025-01-12-how-does-translation-works.po
Languages: ca, el, es, fi, ko, sl, zh_hant

source: Les communautés linguistiques avec beaucoup de monde arriveront peut-être à dépenser le temps nécessaire grâce au nombre de contributeurs (et encore...), toutes les autres seront laissées de côté et le logiciel ne proposera des traductions à jour que des langues déjà surreprésentées. Pour suivre les changements, il faut probablement s'abonner aux changements du projet github.
ca: Les comunitats lingüístiques amb molta gent potser aconseguiran dedicar-hi el temps necessari gràcies al nombre de col·laboradors (i fins i tot llavors...), totes les altres es deixaran de banda i el programari només oferirà traduccions actualitzades d'idiomes que ja estan sobrerepresentats. Per estar al dia dels canvis, probablement us haureu de subscriure als canvis del projecte de github.
el: Οι πολυμελείς γλωσσικές κοινότητες μπορεί να είναι σε θέση να αφιερώσουν τον απαραίτητο χρόνο χάρη στον μεγάλο αριθμό εθελοντών (κι αυτό με επιφύλαξη). Όλες οι υπόλοιπες όμως θα μείνουν πίσω και το λογισμικό θα προσφέρει ενημερωμένες μεταφράσεις μόνο για τις γλώσσες που ήδη υπερεκπροσωπούνται. Για να μπορέσει κανείς να παρακολουθήσει τις αλλαγές, θα χρειαστεί πιθανότατα να εγγραφεί στις ειδοποιήσεις του έργου στο GitHub.
es: Las grandes comunidades lingüísticas podrían dedicar el tiempo necesario gracias a la cantidad de colaboradores (e incluso así...), pero el resto se quedará atrás y el software solo ofrecerá traducciones actualizadas para los idiomas que ya están sobrerrepresentados. Para mantenerse al día con los cambios, probablemente deba suscribirse a los cambios del proyecto de GitHub.
fi: Kieliyhteisöt, joissa on paljon ihmisiä, saattavat pystyä käyttämään tarvittavaa aikaa osallistujien määrän ansiosta (ja silloinkin...), kaikki muut jäävät pois ja ohjelmisto tarjoaa vain ajantasaisia käännöksiä jo yliedustettuista kielistä. Pysyäksesi mukana muutoksissa, sinun täytyy todennäköisesti tilata ne github-projektissa.
ko: 수 많은 사람들이 참여하는 언어 커뮤니티는 공헌자의 수(그리고 그 경우에도...) 덕분에 필요한 시간을 투자 할 수 있지만, 다른 사람들은 모두 제쳐두고 소프트웨어는 이미 과도하게 표현된 언어에 대한 최신 번역만 제공하게 됩니다. 변경 사항을 확인하려면, 아마도 깃허브 프로젝트 변경 사항을 구독해야 할 것입니다.
sl: Velike jezikovne skupnosti bodo morda lahko porabile potreben čas zaradi števila sodelavcev (in tudi takrat ...), vsi ostali bodo zapostavljeni, programska oprema pa bo ponujala le posodobljene prevode za jezike, ki so že preveč zastopani. Če želite biti na tekočem s spremembami, se boste verjetno morali naročiti na spremembe projekta GitHub.
zh_hant: 使用者多的語言社群可能會因為貢獻者的數量而花費所需的時間（即使如此......），所有其他的語言社群都會被遺漏，軟體只會提供已被過度代表的語言的更新翻譯。 要追蹤變更，您可能需要訂閱 github 專案。

source: On s'interrogera sur l'efficience de cette façon de travailler, si on peut saluer l'effort de permettre la traduction du logiciel, je regrette le manque de considération pour ce type de contribution. Je n'ai pas engagé la discussion avec les équipes de Jitsi Meet, cela n'a pas toujours été comme ça, une plateforme de traduction a déjà été utilisée par le passé.
ca: Caldrà qüestionar-se l'eficiència d’aquesta manera de treballar. Tot i que es pot valorar l’esforç per permetre la traducció del programari, lamento la manca de consideració envers aquest tipus de contribució. No he iniciat cap conversa amb els equips de Jitsi Meet; no sempre ha estat així, ja que en el passat ja s’havia utilitzat una plataforma de traducció.
el: Η αποτελεσματικότητα του συγκεκριμένου τρόπου εργασίας είναι σίγουρα αμφισβητήσιμη. Όσο κι αν πρέπει να αναγνωριστεί η προσπάθεια που καταβλήθηκε για τη μετάφραση του λογισμικού, λυπάμαι που δεν δόθηκε σημασία για αυτόν τον τρόπο συνεισφοράς. Δεν έχω συζητήσει με τις ομάδες του Jitsi Meet. Γνωρίζω όμως ότι αυτό δεν συνέβαινε πάντα, καθώς στο παρελθόν είχαν χρησιμοποιήσει μια πλατφόρμα μετάφρασης.
es: Cuestionaremos la eficiencia de esta forma de trabajar. Si bien podemos aplaudir el esfuerzo para facilitar la traducción del software, lamento la falta de consideración hacia este tipo de contribución. No he participado en conversaciones con los equipos de Jitsi Meet; no siempre ha sido así; ya se ha utilizado una plataforma de traducción en el pasado.
fi: Kyseenalaistamme tämän toimintatavan tehokkuuden, vaikka voimme toivottaa tervetulleeksi ohjelmiston kääntämisen sallimisen, pahoittelen, ettei tällaista panosta ole huomioitu. En osallistunut keskusteluihin Jitsi Meet -tiimien kanssa, se ei aina ollut niin, käännösalustaa on jo käytetty aiemmin.
ko: 우리는 이런 방식의 작업 효율성에 의문을 제기할 수도 있겠지만, 만약 우리가 소프트웨어 번역을 허용하려는 노력에 감사를 표하고자 한다면, 이와 같은 유형의 공헌을 위한 배려가 부족한 점을 후회합니다. 본인은 Jitsi Meet 팀과 논의를 한 적이 없으며, 항상 이런 식이었던 것은 아니고, 지난 과거에도 이미 번역 기술환경을 사용한 적이 있습니다.
sl: Podvomili bomo o učinkovitosti tega načina dela, čeprav lahko pohvalimo prizadevanja za omogočanje prevoda programske opreme, obžalujem pomanjkanje upoštevanja tovrstnega prispevka. Z ekipami Jitsi Meet se nisem pogovarjal, ni bilo vedno tako, saj je bila v preteklosti že uporabljena prevajalska platforma.
zh_hant: 這種工作方式的效率有待商榷。 雖然我們可以讚賞為了讓軟體能夠被翻譯所做的努力，但我對於沒有考慮到這類貢獻感到遺憾。 我並未與 Jitsi Meet 團隊進行任何討論，因為並非一直如此，過去也曾使用過翻譯平台。

source: Clair... mais très spécifique GNOME
ca: Clar... però molt específic de GNOME
el: Σαφές... αλλά πιο συγκεκριμένα για το έργο GNOME
es: Claro... pero muy específico de GNOME
fi: Selvä... mutta hyvin tarkka GNOME
ko: 명확하게... 그놈에 매우 특화되어 있습니다
sl: Jasno ... ampak zelo specifično za GNOME
zh_hant: 很清楚...但對 GNOME 來說非常特別

source: Le projet GNOME utilise une version similaire, mais focalisée sur le besoin des équipes de traduction. Pour envoyer une traduction dans le logiciel final, il est obligatoire d'utiliser git. Cependant, un [outil est à disposition](https://l10n.gnome.org) des traducteurs et traductrices, leur permettant de savoir précisément ce qui est à traduire, et de collaborer. De plus, une longue liste de logiciels de l'écosystème GNOME suivent le même rythme de nouvelles versions et les mêmes processus de travail. Le processus est donc imparfait, manuel, mais l'outillage permet de réduire fortement le coût de gestion pour les contributeurs et contributrices.
ca: El projecte GNOME utilitza una versió similar, però centrada en les necessitats dels equips de traducció. Per enviar una traducció al programari final, és obligatori utilitzar git. Tanmateix, [hi ha una eina disponible](https://l10n.gnome.org) per als traductors i traductores que els permet saber amb precisió què cal traduir i col·laborar. A més, una llarga llista de programes de l’ecosistema GNOME segueixen el mateix ritme de noves versions i els mateixos processos de treball. El procés, per tant, és imperfecte i manual, però les eines disponibles permeten reduir molt significativament el cost de gestió per a les persones que hi contribueixen.
el: Το έργο GNOME χρησιμοποιεί μια παρόμοια προσέγγιση, αλλά με έμφαση στις ανάγκες των ομάδων μετάφρασης. Για την αποστολή μιας μετάφρασης στο τελικό λογισμικό, είναι υποχρεωτική η χρήση του git. Ωστόσο, [υπάρχει ένα εργαλείο](https://l10n.gnome.org) για τους μεταφραστές, που τους επιτρέπει να γνωρίζουν ακριβώς τι απαιτεί μετάφραση και να συνεργάζονται. Επιπλέον, μια μεγάλη λίστα προγραμμάτων του οικοσυστήματος GNOME ακολουθούν τον ίδιο ρυθμό νέων εκδόσεων και τις ίδιες διαδικασίες εργασίας. Η διαδικασία είναι, ναι μεν, ατελής και μη αυτόματη, αλλά τα εργαλεία μειώνουν σημαντικά το κόστος διαχείρισης για τους εθελοντές.
es: El proyecto GNOME utiliza una versión similar, pero enfocada en las necesidades de los equipos de traducción. Para enviar una traducción al software final, es obligatorio usar Git. Sin embargo, existe una [herramienta disponible para traductores](https://l10n.gnome.org) que les permite saber con precisión qué se debe traducir y colaborar. Además, una larga lista de software en el ecosistema GNOME sigue el mismo ritmo de nuevas versiones y los mismos flujos de trabajo. Por lo tanto, el proceso es imperfecto y manual, pero las herramientas reducen significativamente el coste de gestión para los colaboradores.
fi: GNOME-projekti käyttää samankaltaista versiota, mutta keskittyy käännöstiimien tarpeisiin. Käännöksen lähettämiseen lopullisessa ohjelmistossa on pakollista käyttää git-tiedostoa. Kääntäjille on kuitenkin saatavilla [työkalu](https://l10n.gnome.org), jonka avulla he voivat tietää tarkalleen, mitä pitää kääntää, ja tehdä yhteistyötä. Lisäksi pitkä lista ohjelmistoja GNOME-ekosysteemissä noudattaa samaa uusien julkaisujen rytmiä ja samoja työprosesseja. Prosessi on siksi epätäydellinen ja manuaalinen, mutta työkalut mahdollistavat hallinnointikustannusten merkittävän pienentämisen osallistujille.
ko: 그놈 프로젝트도 비슷한 버전을 사용하지만, 번역 팀의 요구에 중점을 두었습니다. 최종 소프트웨어에 번역에 보내려면, gi을 사용이 필수입니다. 하지만, 번역가를 위한 [가용한 도구](https://l10n.gnome.org)가 있는데, 이를 통해 번역이 필요한 내용을 정확히 파악하고, 협업 할 수 있습니다. 추가적으로, 그놈 생태계의 많은 소프트웨어는 신규출시와 동일한 작업 처리를 따릅니다. 따라서 이 과정은 불완전하고, 수동적이지만, 이 도구를 사용하면 공헌자의 관리 수고를 상당이 줄일 수 있습니다.
sl: Projekt GNOME uporablja podobno različico, vendar osredotočeno na potrebe prevajalskih ekip. Za pošiljanje prevoda v končno programsko opremo je obvezna uporaba gita. Vendar pa je za prevajalce na voljo [orodje](https://l10n.gnome.org), ki jim omogoča, da natančno vedo, kaj je treba prevesti, in da sodelujejo. Poleg tega dolg seznam programske opreme v ekosistemu GNOME sledi istemu ritmu novih različic in enakim delovnim potekom. Postopek je zato nepopoln in ročni, vendar orodja znatno zmanjšajo stroške upravljanja za sodelavce.
zh_hant: GNOME 專案使用類似的版本，但著重於翻譯團隊的需求。 若要將翻譯結果傳送至最終軟體，必須使用 git。 然而，有一個[工具](https://l10n.gnome.org)可以提供給翻譯者，讓他們可以清楚知道需要翻譯的內容，並進行合作。 更重要的是，在 GNOME 生態系統中，有一長串的軟體應用程式遵循著相同的新版本節奏與相同的工作流程。 因此，這個過程是不完美且手動的，但我們使用的工具大大降低了貢獻者的管理成本。

source: Efficace... mais très spécifique Mozilla
ca: Eficaç... però molt específic de Mozilla
el: Αποτελεσματικό... αλλά πιο συγκεκριμένα για το έργο Mozilla
es: Eficaz... pero muy específico de Mozilla
fi: Tehokas... mutta hyvin tarkka Mozilla
ko: 효과적이지만... 모질라에 매우 특화되어 있습니다
sl: Učinkovito ... vendar zelo specifično za Mozillo
zh_hant: 有效...但對 Mozilla 非常特別

source: Le projet Mozilla considère la traduction comme un sujet clef dans son activité, si vous voulez y contribuer vous pouvez vous rendre sur la [plateforme de traduction Pontoon](https://pontoon.mozilla.org/projects/firefox/) (le projet est organisé en [équipes de traduction](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)).
ca: El projecte Mozilla considera la traducció com un tema clau dins la seva activitat. Si hi voleu contribuir, podeu anar a la [plataforma de traducció Pontoon](https://pontoon.mozilla.org/projects/firefox/) (el projecte està organitzat en [equips de traducció](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)).
el: Το έργο Mozilla θεωρεί τη μετάφραση βασικό θέμα της δραστηριότητάς του. Εάν θέλετε να συνεισφέρετε, μπορείτε να επισκεφθείτε την [πλατφόρμα μετάφρασης Pontoon](https://pontoon.mozilla.org/projects/firefox/) (το έργο είναι οργανωμένο σε [ομάδες μετάφρασης](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)).
es: El proyecto Mozilla considera la traducción como un tema clave en su actividad, si quieres contribuir puedes acudir a la [plataforma de traducción Pontoon](https://pontoon.mozilla.org/projects/firefox/) (el proyecto está organizado en [equipos de traducción](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)).
fi: Mozilla-projekti pitää kääntämistä keskeisenä aiheena toiminnassaan, ja jos haluat osallistua siihen, voit siirtyä osoitteeseen [Pontoon-käännösalusta](https://pontoon.mozilla.org/projects/firefox/) (projekti on organisoitu [käännöstiimeihin](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)).
ko: 모질라 프로젝트는 번역을 활동의 핵심 주제로 간주합니다. 참여하고 싶으시다면 [Pontoon 번역 기술환경](https://pontoon.mozilla.org/projects/firefox/)으로 이동하시면 됩니다 (이 프로젝트는 [번역 팀](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)으로 조직되어 있습니다).
sl: Projekt Mozilla prevajanje obravnava kot ključno temo v svoji dejavnosti. Če želite prispevati, lahko obiščete [prevajalsko platformo Pontoon](https://pontoon.mozilla.org/projects/firefox/) (projekt je organiziran za [prevajalske ekipe](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)).
zh_hant: Mozilla 專案認為翻譯是其活動的重要部分。 如果您想貢獻一份心力，請造訪 [Pontoon 翻譯平台](https://pontoon.mozilla.org/projects/firefox/)（專案分為 [翻譯小組](https://mozilla-l10n.github.io/localizer-documentation/tools/pontoon/teams_projects.html)）。

source: Savoir ce qui est traduisible est facile, et y trouver des contacts pour répondre aux questions l'est également.
ca: Saber què és traduïble és fàcil, i trobar contactes per respondre preguntes també és fàcil.
el: Μπορεί εύκολα κανείς να δει τι είναι έτοιμο προς μετάφραση, καθώς και να βρει άτομα για να λάβει απαντήσεις σε ερωτήσεις.
es: Saber qué es traducible es fácil, y encontrar contactos para responder preguntas también es fácil.
fi: On helppoa tietää, mikä on käännettävissä, ja kontaktien löytäminen kysymyksiin on myös helppoa.
ko: 번역 할 수 있는 것이 무엇인지 알기 쉽고, 질문에 답 할 수 있는 연락처를 찾는 것도 쉽습니다.
sl: Vedeti, kaj je prevedljivo, je enostavno, prav tako pa je enostavno najti stike za odgovore na vprašanja.
zh_hant: 要知道什麼是可翻譯的很容易，要找到回答問題的聯絡人也很容易。

source: Ce projet est énorme, vous aurez quelques difficultés à comprendre les étapes entre la plateforme de traduction et les sorties du logiciel, mais est-ce grave ? Cela fonctionne bien, les dates de sorties logicielles sont connues, les priorités sont définies. Vous perdrez un peu de temps à mettre en place une équipe et des processus de relecture, tout l'outillage est spécifique aux projets de Mozilla, mais globalement, c'est plutôt efficace.
ca: Aquest projecte és enorme, i potser tindreu algunes dificultats per entendre les etapes entre la plataforma de traducció i les versions del programari, però... és realment un problema? El sistema funciona bé: les dates de llançament del programari són conegudes, les prioritats estan definides. Perdreu una mica de temps a crear un equip i establir processos de revisió, i totes les eines són específiques dels projectes de Mozilla, però en general és força eficaç.
el: Το συγκεκριμένο έργο είναι τεράστιο· θα αντιμετωπίσετε ορισμένες δυσκολίες στο να κατανοήσετε τα διάφορα στάδια ανάμεσα στην πλατφόρμα μετάφρασης και τις κυκλοφορίες του λογισμικού, αλλά τι σημασία έχει; Όλα λειτουργούν σωστά, οι ημερομηνίες κυκλοφορίας είναι γνωστές και οι προτεραιότητες καθορισμένες. Θα χάσετε λίγο χρόνο για να δημιουργήσετε μια ομάδα και διαδικασίες επιμέλειας, ενώ όλα τα εργαλεία αφορούν ειδικά τα έργα της Mozilla. Σε γενικές γραμμές όμως, το σύστημα είναι αρκετά αποτελεσματικό.
es: Este proyecto es enorme y te resultará difícil comprender los pasos entre la plataforma de traducción y las versiones del software, pero ¿es eso un gran problema? Funciona bien; se conocen las fechas de lanzamiento del software y se han establecido las prioridades. Perderás tiempo configurando un equipo de revisión y los procesos; todas las herramientas son específicas de los proyectos de Mozilla, pero en general, es bastante eficiente.
fi: Tämä projekti on valtava, sinulla tulee olemaan vaikeuksia ymmärtää vaiheita käännösalustan ja ohjelmistojulkaisujen välillä, mutta onko se vakavaa? Se toimii hyvin, ohjelmiston julkaisupäivät ovat tiedossa, prioriteetit määritelty. Saatat tuhlata hieman aikaa tiimin perustamiseen ja oikolukuprosesseihin, kaikki työkalut ovat Mozilla-projekteille räätälöityjä, mutta kokonaisuutena ne ovat varsin tehokkaita.
ko: 해당 프로젝트는 규모가 크고, 번역 기술환경 및 소프트웨어 출시 사이의 단계를 이해하는 데 어려움이 있을 것이지만, 심각한 문제일까요? 잘 작동하고, 소프트웨어 출시 날짜가 알려져 있으며, 우선순위도 정의되어 있습니다. 당신은 검토 팀과 처리를 구성하는 데 시간이 다소 소모될 수 있으며, 모든 도구는 모질라 프로젝트에 특화되어 있지만, 전반적으로 매우 효과적입니다.
sl: Ta projekt je ogromen, imeli boste nekaj težav z razumevanjem korakov med prevajalsko platformo in izdajami programske opreme, ampak ali je to sploh kaj posebnega? Deluje dobro, datumi izdaj programske opreme so znani, prioritete so določene. Izgubili boste nekaj časa z vzpostavitvijo pregledovalne ekipe in procesov, vsa orodja so specifična za projekte Mozille, a na splošno je precej učinkovito.
zh_hant: 這是一個龐大的專案，您可能會覺得很難理解翻譯平台與軟體發行之間的階段，但這是問題嗎？ 它運作得很好，軟體的發行日期是已知的，優先順序也是確定的。 因為所有的工具都是 Mozilla 專案特有的，所以你會失去一點時間來建立團隊和審核流程，但總體來說還是相當有效的。

source: Automatisé et générique, la modernité émancipatrice
ca: Automatitzat i genèric, la modernitat emancipadora
el: Αυτοματισμός και γενίκευση: μια σύγχρονη προσέγγιση χειραφέτησης
es: Modernidad automatizada y genérica, emancipadora
fi: Automatisoitu ja geneerinen, vapauttava moderniteetti
ko: 자동화되고 일반적이며, 자유로운 현대성
sl: Avtomatizirana in generična, enakopravna modernost
zh_hant: 自動化與通用化，解放現代性

source: Il est possible de fournir un outil dédié aux activités de traduction, permettant de s'abonner en cas de changements, de travailler à plusieurs, d'avoir des détections d'anomalies.
ca: És possible oferir una eina dedicada a les activitats de traducció, que permeti subscriure’s als canvis, treballar en equip i detectar anomalies.
el: Υπάρχει η δυνατότητα παροχής ενός εξειδικευμένου εργαλείου μετάφρασης, που να επιτρέπει την εγγραφή σε ειδοποιήσεις για αλλαγές, την ομαδική εργασία και την ανίχνευση ανωμαλιών.
es: Es posible proporcionar una herramienta dedicada a las actividades de traducción, permitiendo suscripciones en caso de cambios, trabajar con varias personas y detectar anomalías.
fi: On mahdollista tarjota työkalu, joka on omistettu käännöstoimintaan, jolloin voit tilata tilanteen muutosten sattuessa, tehdä yhteistyötä muiden kanssa ja havaita poikkeamia.
ko: 번역 활동에 전문적인 도구를 제공하여, 변경 사건에서 구독하도록 하고, 그룹에서 작업하고, 이상 징후를 탐지 할 수 있도록 합니다.
sl: Možno je zagotoviti orodje, namenjeno prevajalskim dejavnostim, ki omogoča naročnino v primeru sprememb, delo v skupinah in zaznavanje anomalij.
zh_hant: 可以提供專門用於翻譯活動的工具，使訂閱在發生變更時可以取出、多位使用者可以一起工作，以及偵測異常。

source: Et, bonus ultime, d'avoir une synchronisation automatique avec le code source du logiciel.
ca: I, com a bonus final, tenir una sincronització automàtica amb el codi font del programari.
el: Και, ως απόλυτο πλεονέκτημα, να παρέχει αυτόματο συγχρονισμό με τον πηγαίο κώδικα του λογισμικού.
es: Y, como ventaja adicional, tener sincronización automática con el código fuente del software.
fi: Ja lopullinen etu on automaattinen synkronointi ohjelmiston lähdekoodin kanssa.
ko: 그리고, 가장 큰 보너스, 소프트웨어 원천 코드와 함께 자동으로 동기화 된다는 점.
sl: In kot končni bonus, samodejna sinhronizacija z izvorno kodo programske opreme.
zh_hant: 此外，終極獎勵是與軟體原始碼自動同步。

source: Un excellent exemple : la plateforme de traduction Weblate montre l'exemple à suivre, tout est connecté et automatisé. Les [modifications de traductions](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate) sont nombreuses, et les [changements impactant les traductions](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=) sont faciles à trouver.
ca: Un exemple excel·lent: la plataforma de traducció Weblate mostra el camí a seguir, tot està connectat i automatitzat. Les [modificacions de traduccions](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate) són nombroses, i els [canvis que afecten les traduccions](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=) es poden trobar fàcilment.
el: Ένα εξαιρετικό παράδειγμα: η πλατφόρμα μετάφρασης Weblate δείχνει τον δρόμο, αφού όλα είναι συνδεδεμένα και αυτοματοποιημένα. Οι [τροποποιήσεις των μεταφράσεων](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate) είναι πολυάριθμες και ο εντοπισμός των [αλλαγών που επηρεάζουν τις μεταφράσεις](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=) είναι εύκολος.
es: Un gran ejemplo: la plataforma de traducción Weblate es un ejemplo: todo está conectado y automatizado. Los cambios en las traducciones son numerosos y es fácil encontrar los que [afectan a las traducciones](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate) son numerosos y los [cambios que afectan a las traducciones](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=) son fáciles de encontrar.
fi: Hyvä esimerkki: Weblate-käännösalusta näyttää esimerkin, kaikki on yhteydessä ja automatisoitu. [Käännösmuutokset](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate) ovat lukuisia, ja [käännöksiin vaikuttavat muutokset](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=) on helppo löytää.
ko: 훌륭한 예: 웹레이트 번역 기술환경은 모든 것이 연결되고 자동화되었으며 따라야 할 모범 사례를 보여줍니다. [번역 변경](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate)은 많고, [번역에-미치는 변경](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=)은 찾기 편합니다.
sl: Odličen primer: prevajalska platforma Weblate je zgled, vse je povezano in avtomatizirano. [Spremembe prevodov](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate) so številne in [spremembe, ki vplivajo na prevode](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=) je enostavno najti.
zh_hant: 一個很好的例子：Weblate 翻譯平台樹立了一個榜樣，所有的東西都是連接和自動化的。 [翻譯的變更](https://github.com/WeblateOrg/weblate/commits/main/?author=weblate)很多，[影響翻譯的變更](https://hosted.weblate.org/changes/browse/weblate/?action=13&action=30&user=&period=)很容易找到。

source: De nombreux projets utilisent Weblate, c'est le choix que vous devriez faire, quel que soit votre contexte. Dans l'écosystème des plateformes de traduction, Weblate est devenu aussi évident et efficient que git pour la gestion du code source pour le développement logiciel.
ca: Molts projectes utilitzen Weblate, és la decisió que hauries de prendre, sigui quin sigui el teu context. Dins l’ecosistema de plataformes de traducció, Weblate s’ha convertit en tan evident i eficient com git per a la gestió del codi font en el desenvolupament de programari.
es: Muchos proyectos usan Weblate, así que es la opción ideal, independientemente del contexto. En el ecosistema de plataformas de traducción, Weblate se ha vuelto tan obvio y eficiente como Git para la gestión del código fuente en el desarrollo de software.
fi: Monet projektit käyttävät Weblatea, joten tämä on valinta, jonka sinun tulisi tehdä, riippumatta tilanteestasi. Käännösalustaekosysteemissä Weblate on tullut yhtä ilmeiseksi ja tehokkaaksi kuin git ohjelmistokehityksen lähdekoodin hallinnassa.
ko: 많은 프로젝트에서 웹레이트를 사용하며, 당신의 상황이 어떻든, 웹레이트를 선택해야 합니다. 번역 기술환경 생태계에서, 웹레이트는 소프트웨어 개발을 위한 원천 코드 관리에 있어서 git 만큼이나 확실하고 효율적인 도구가 되었습니다.
sl: Številni projekti uporabljajo Weblate, zato je to izbira, ki jo morate sprejeti, ne glede na vaš kontekst. V ekosistemu prevajalskih platform je Weblate postal tako očiten in učinkovit kot Git za upravljanje izvorne kode za razvoj programske opreme.
zh_hant: 許多專案都使用 Weblate，因此無論您的情況如何，Weblate 都是您應該做的選擇。 在翻譯平台的生態系統中，Weblate 已經像 git 一樣，成為管理軟體開發原始碼的明顯而有效的工具。
