Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2025-01-12-how-does-translation-works.po
Languages: ca, el, es, fi, ko, sl, zh_hant

source: Si votre projet fourni cette plateforme, alors vous fournissez du pouvoir d'action pour les contributions linguistiques, et en soignant la relation avec cette large communauté, vous aurez de bonnes chances d'obtenir un outil traduit en de nombreuses langues.
es: Si su proyecto proporciona esta plataforma, entonces proporciona un impulso para las contribuciones en otros idiomas y, al cultivar relaciones con esta gran comunidad, tiene una buena posibilidad de lograr que su herramienta se traduzca a muchos idiomas.
fi: Jos projektisi tarjoaa tämän alustan, annat toimijuutta kielipanoksille, ja vaalimalla suhdetta tähän suureen yhteisöön sinulla on hyvät mahdollisuudet saada työkalu käännetyksi monille kielille.
ko: 만약 당신이 자신의 프로젝트가 이러한 기술환경을 제공한다면, 이 후에 언어 공헌에 대한 권한을 제공하며, 이와 같은 거대한 커뮤니티와 관계를 맺음으로써, 당신은 많은 언어로 번역될 수 있는 좋은 도구를 갖게 될 것입니다.
sl: Če vaš projekt ponuja to platformo, potem zagotavljate vzvod za jezikovne prispevke in z gojenjem odnosov s to veliko skupnostjo imate dobre možnosti, da bo vaše orodje prevedeno v številne jezike.
zh_hant: 如果您的專案提供這個平台，那麼您就提供了語言貢獻的槓桿，透過培養與這個大型社群的關係，您就很有機會讓工具翻譯成許多語言。

source: Conclusion
el: Συμπέρασμα
es: Conclusión
fi: Yhteenveto
ko: 결론
sl: Zaključek
zh_hant: 總結

source: L'articulation entre la vie technique du projet et les traductions est cruciale pour l'efficacité des processus de traduction.
es: La articulación entre la vida técnica del proyecto y las traducciones es crucial para la eficiencia de los procesos de traducción.
fi: Projektin teknisen elinkaaren ja käännösten yhdistäminen on ratkaisevan tärkeää käännösprosessien tehokkuuden kannalta.
ko: 프로젝트의 기술적인 수명과 번역 간의 연계는 번역 처리의 효율성을 위해 매우 중요합니다.
sl: Povezava med tehničnim življenjem projekta in prevodi je ključnega pomena za učinkovitost prevajalskih procesov.
zh_hant: 專案的技術層面與翻譯之間的聯繫對翻譯過程的效率至關重要。

source: Des outils remplis de fonctionnalités intéressantes et d'automatisation existent pour faciliter la vie de tout le monde.
es: Hay herramientas repletas de funciones interesantes y automatización para hacer la vida de todos más fácil.
fi: Työkalut, jotka ovat täynnä hienoja ominaisuuksia ja automaatiota, tekevät kaikkien elämästä helpompaa.
ko: 모든 사람의 삶을 편리하게 만들어 주는 멋진 기능과 자동화가 가득한 도구들이 있습니다.
sl: Na voljo so orodja, polna odličnih zmožnosti in avtomatizacije, ki olajšajo življenje vsem.
zh_hant: 各種充滿有趣功能和自動化的工具讓每個人的生活更輕鬆。

source: Il ne tient qu'aux équipes de développement de s'en emparer pour que les logiciels contiennent toujours plus de traductions et qu'un nombre croissant de langues soient prises en charge.
es: Depende de los equipos de desarrollo aprovechar esto para que el software contenga cada vez más traducciones y sea compatible con un número cada vez mayor de idiomas.
fi: Kehitystiimien tehtävä on hyödyntää sitä, jotta ohjelmisto sisältää enemmän käännöksiä ja tuetaan enemmän kieliä.
ko: 개발 팀은 이를 최대한 활용하여 소프트웨어에 항상 더 많은 번역이 포함되고 지원되는 언어 수가 증가하도록 지원해야 합니다.
sl: Razvojne ekipe morajo to izkoristiti, da bo programska oprema vsebovala vedno več prevodov in da bo podprtih vedno več jezikov.
zh_hant: 開發團隊必須充分利用這一優勢，使軟體包含越來越多的翻譯，支援越來越多的語言。

source: Mais que se passe-t-il quand le projet ne fait pas de nouvelles versions ? Comment faire pour compenser un projet endormi ? Cela sera l'objet d'un futur article.
es: Pero ¿qué ocurre cuando el proyecto no lanza nuevas versiones? ¿Cómo se puede compensar un proyecto inactivo? Este será el tema de un próximo artículo.
fi: Mutta mitä tapahtuu, kun projekti ei tee uusia versioita? Miten korvaat lepotilassa olevan projektin? Tämä tulee olemaan tulevan artikkelin aiheena.
ko: 하지만 프로젝트에서 신규 버전을 만들지 않으면 어떻게 될까요? 중단된 프로젝트를 어떻게 보상할까요? 이는 다음 기사에의 주제가 될 것입니다.
sl: Kaj pa se zgodi, ko projekt ne izda novih različic? Kako lahko nadomestite mirujoči projekt? To bo tema prihodnjega članka.
zh_hant: 但如果專案沒有製作任何新版本，該怎麼辦？ 如何補償休眠的專案？ 這將是未來文章的主題。
