Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2025-02-25-slow-and-dead-software.po
Languages: el, es, fi, id, ko, sl, uk, zh_hant

source: jibec
fi: tyyppi: Yaml Front Matter Array Element: tekijät

source: Régionalisation
el: Περιφερειοποίηση
es: Regionalización
fi: Alueellistaminen
id: Regionalisasi
ko: 지역화
sl: Regionalizacija
uk: Регіоналізація
zh_hant: 區域化

source: Que faire pour les logiciels avec peu ou pas de nouvelles versions ?
el: Τι μπορεί να γίνει για λογισμικό με λίγες ή καμία νέα έκδοση;
es: ¿Qué hacer con el software con pocas o ninguna versión nueva?
fi: Entä ohjelmistot, joissa on vähän tai ei ollenkaan uusia versioita?
id: Apa yang harus dilakukan untuk perangkat lunak yang memiliki sedikit atau tidak ada versi baru?
ko: 신규 출시가 거의 없거나 전혀 없는 소프트웨어의 경우 어떻게 해야 할까요?
sl: Kaj storiti s programsko opremo, ki ima malo ali nič novih izdaj?
uk: Що робити з програмним забезпеченням з невеликою кількістю нових випусків або без них?
zh_hant: 對於很少或沒有新版本的軟體，可以做些什麼？

source: Dans les articles précédents, on a vu que les traductions sont des fichiers publiés en même temps que le logiciel.
el: Στα προηγούμενα άρθρα, είδαμε ότι οι μεταφράσεις είναι αρχεία που δημοσιεύονται ταυτόχρονα με το λογισμικό.
es: En artículos anteriores, vimos que las traducciones son archivos que se publican al mismo tiempo que el software.
fi: Aiemmissa artikkeleissa olemme nähneet, että käännökset ovat tiedostoja, jotka julkaistaan samaan aikaan ohjelmiston kanssa.
id: Dalam artikel sebelumnya, kita telah melihat bahwa terjemahan adalah berkas yang diterbitkan bersamaan dengan perangkat lunak.
ko: 이전 기사에서, 우리는 번역이 소프트웨어와 동시에 게시되는 파일이라는 것을 봤습니다.
sl: V prejšnjih člankih smo videli, da so prevodi datoteke, objavljene hkrati s programsko opremo.
uk: У попередніх дописах ми бачили, що переклади — це файли, які постачають разом із програмним забезпеченням.
zh_hant: 在之前的文章中，我們看到翻譯是與軟體同時發表的檔案。

source: Imaginons le scénario suivant : vous venez de découvrir un logiciel, vous l’aimez bien, il répond à votre besoin. Cependant, des problèmes de traduction vous gênent, certains menus ne sont pas traduits.
el: Φανταστείτε το ακόλουθο σενάριο: ανακαλύψατε ένα λογισμικό, σας αρέσει πολύ, καλύπτει τις ανάγκες σας. Ωστόσο, σας ενοχλούν κάποια λάθη στη μετάφραση ή ορισμένα μενού δεν είναι μεταφρασμένα.
es: Imaginemos la siguiente situación: acabas de descubrir un programa que te gusta y satisface tus necesidades. Sin embargo, te preocupan los problemas de traducción; algunos menús no están traducidos.
fi: Kuvitellaan seuraava skenaario: olet juuri löytänyt ohjelmiston, pidät siitä, se vastaa tarpeitasi. Sinulla on kuitenkin ongelmia kääntämisen kanssa, joitain valikoita ei käännetä.
id: Bayangkan skenario berikut: Anda baru saja menemukan sebuah perangkat lunak, Anda menyukainya, dan perangkat lunak tersebut memenuhi kebutuhan Anda. Namun, masalah terjemahan mengganggu Anda, beberapa menu tidak diterjemahkan.
ko: 다음과 같은 전개를 상상해 보세요 : 당신이 방금 소프트웨어를 발견했는데, 이를 좋아하고, 필요 사항을 충족합니다. 하지만, 번역 문제가 있습니다; 일부 메뉴는 번역되지 않았습니다.
sl: Predstavljajmo si naslednji scenarij: pravkar ste odkrili programsko opremo, ki vam je všeč in ustreza vašim potrebam. Vendar vas motijo težave s prevodom; nekateri meniji niso prevedeni.
uk: Уявімо такий сценарій: ви щойно знайшли програмне забезпечення, воно вам подобається, воно відповідає вашим потребам. Однак вас турбують проблеми з перекладом, деякі меню не перекладені.
zh_hant: 讓我們想像以下的情況：您剛發現一個軟體套件，您喜歡它，它能滿足您的需求。 但是，您在翻譯上遇到問題，有些選單沒有翻譯。

source: Après avoir deviné où se trouvait ce projet sur les internets, vous vous rendez compte que ce logiciel ne sort au mieux qu’une version par an.
el: Αφού καταφέρατε να εντοπίσετε την τοποθεσία του στο διαδίκτυο, συνειδητοποιείτε ότι κυκλοφορεί το πολύ μόνο μία έκδοσή του ανά έτος.
es: Después de adivinar dónde se encuentra este proyecto en Internet, te das cuenta de que este software solo lanza una versión por año en el mejor de los casos.
fi: Kun olet arvannut, missä tämä projekti oli Internetissä, huomaat, että tämä ohjelmisto julkaisee parhaimmillaan vain yhden version vuodessa.
id: Setelah menebak di mana proyek ini berada di internet, Anda menyadari bahwa perangkat lunak ini paling banyak hanya merilis satu versi per tahun.
ko: 해당 프로젝트는 인터넷에서 추측해 본 후, 당신은 이 소프트웨어가 최대 1년에 한 버전만 출시한다는 것을 여실히 알게 됩니다.
sl: Ko ugibate, kje na internetu se ta projekt nahaja, ugotovite, da ta programska oprema izda v najboljšem primeru le eno različico na leto.
uk: Визначивши, де знаходиться цей проєкт в інтернеті, ви розумієте, що це програмне забезпечення випускає лише одну версію на рік у кращому випадку.
zh_hant: 一旦您猜到在網際網路上哪裡可以找到這個專案，您就會意識到這個軟體一年最多只推出一個版本。

source: Cela signifie qu’au mieux, si le projet est encore vivant et que vos modifications sont fusionnées, il faudra probablement attendre plusieurs mois avant que votre travail ne soit mis à la disposition des autres utilisateurices. Dont vous-même ! Car oui, traduire ne nécessite que deux choses : comprendre la langue d’origine et maîtriser la langue de destination, la vôtre. Tout le reste n’est qu’une barrière à l’entrée limitant le nombre de personnes pouvant apporter leur aide.
el: Αυτό σημαίνει ότι, στην καλύτερη περίπτωση, εφόσον το έργο είναι ακόμα ενεργό και οι αλλαγές σας συγχωνευθούν, πιθανότατα θα περάσουν αρκετοί μήνες μέχρι να γίνει διαθέσιμη η δουλειά σας σε άλλους χρήστες, συμπεριλαμβανομένου και εσάς! Διότι ναι, η μετάφραση απαιτεί μόνο δύο πράγματα: την κατανόηση της αρχικής γλώσσας και την άριστη γνώση της γλώσσας προορισμού, δηλαδή της δικής σας. Όλα τα άλλα αποτελούν απλώς εμπόδια που περιορίζουν τον αριθμό των ατόμων που μπορούν να συνεισφέρουν.
es: Esto significa que, en el mejor de los casos, si el proyecto sigue activo y tus cambios se fusionan, probablemente pasarán varios meses antes de que tu trabajo esté disponible para otros usuarios. ¡Incluyéndote a ti! Porque sí, traducir solo requiere dos cosas: comprender el idioma de origen y dominar el idioma de destino, el tuyo. Todo lo demás es solo una barrera de entrada, limitando el número de personas que pueden ayudar.
fi: Tämä tarkoittaa sitä, että parhaimmillaan, jos projekti on edelleen elossa ja muutokset yhdistetään, kestää todennäköisesti useita kuukausia, ennen kuin työsi on muiden käyttäjien käytettävissä. Mukaan lukien itsesi! Koska kyllä, kääntäminen vaatii vain kaksi asiaa: alkuperäisen kielen ymmärtämisen ja kohdekielen, sinun kielen, hallitsemisen. Kaikki muu on vain markkinoille pääsyn este, joka rajoittaa auttavien ihmisten määrää.
id: Ini berarti bahwa, dalam skenario terbaik, jika proyek masih aktif dan perubahan Anda telah digabungkan, kemungkinan besar Anda harus menunggu beberapa bulan sebelum pekerjaan Anda tersedia bagi pengguna lain. Termasuk Anda sendiri! Karena memang, menerjemahkan hanya membutuhkan dua hal: memahami bahasa asal dan menguasai bahasa tujuan, yaitu bahasa Anda. Selebihnya hanyalah hambatan yang membatasi jumlah orang yang dapat membantu.
ko: 만약 프로젝트가 아직 진행 중이고 당신의 변경이 병합되었을 경우에 적용된다는 의미는, 당신의 작업이 다른 사용자가 사용 할 수 있도록 만들기 전에 아마도 여러 달 걸릴 것입니다. 당신을 포함해서 ! 왜냐하면 그렇습니다, 변역하기는 단지 두 가지만 필요합니다. : 근본이 되는 언어를 이해하고 대상 언어를 숙달하는 것입니다. 그 외의 모든 것은 도움을 줄 수 있는 수 많은 사람을 제한하는 진입장벽일 뿐입니다.
sl: To pomeni, da bo v najboljšem primeru, če je projekt še vedno aktiven in so vaše spremembe združene, verjetno trajalo nekaj mesecev, preden bo vaše delo na voljo drugim uporabnikom. Vključno z vami! Ker da, za prevajanje sta potrebni le dve stvari: razumevanje izvornega jezika in obvladovanje ciljnega jezika, vašega. Vse ostalo je le ovira za vstop, ki omejuje število ljudi, ki lahko pomagajo.
uk: Це означає, що в кращому випадку, якщо проєкт все ще живий і ваші зміни об’єднано, ймовірно, пройде кілька місяців, перш ніж ваша робота стане доступною для інших користувачів. Включаючи вас самих! Ось так, переклад вимагає лише двох речей: розуміння початкової мови та опанування вашої рідної мови. Усе інше – лише перешкода для входу, яка обмежує кількість людей, які можуть допомогти.
zh_hant: 這意味著，如果專案還活著，而您的修改被合併了，您的工作可能要在幾個月後才能提供給其他使用者。 包括您自己！ 因為，是的，翻譯只需要兩件事情：了解來源語言和掌握目標語言，也就是您自己的語言。 其他一切都只是入門的障礙，限制了可以提供協助的人數。

source: Et il n’y a rien que vous puissiez faire à la vitesse de sortie d’un logiciel. Quelque-soit sa nature, sortir une nouvelle version demande beaucoup d’efforts, de réflexions, de tests, de coordination, de communication. À moins que le projet ne soit assez mature et considère la traduction avec beaucoup d’attention, il ne sera pas bienvenu de demander une sortie plus rapide pour compléter ou corriger une traduction.
el: Και δεν υπάρχει τίποτα που μπορείτε να κάνετε για να επιταχύνετε την κυκλοφορία ενός λογισμικού. Ανεξαρτήτως της φύσης ενός λογισμικού, η κυκλοφορία μιας νέας έκδοσης απαιτεί πολλή δουλειά, σκέψη, δοκιμές, συντονισμό και επικοινωνία. Εκτός αν το έργο είναι αρκετά ώριμο και αντιμετωπίζει τη μετάφραση με πολλή προσοχή, δεν είναι σωστό να ζητάτε την ταχύτερη κυκλοφορία ενός λογισμικού για την ολοκλήρωση ή τη διόρθωση μιας μετάφρασης.
es: Y no se puede hacer nada con respecto a la velocidad de lanzamiento del software. Independientemente de su naturaleza, lanzar una nueva versión requiere mucho esfuerzo, reflexión, pruebas, coordinación y comunicación. A menos que el proyecto esté lo suficientemente maduro y se tome la traducción en serio, no será bienvenido solicitar una versión anticipada para completar o corregir una traducción.
fi: Etkä voi tehdä mitään ohjelmiston tulosteen nopeudella. Olipa sen luonne mikä tahansa, uuden version julkaiseminen vaatii paljon vaivaa, pohdintaa, testausta, koordinointia, viestintää. Ellei projekti ole riittävän kypsä ja harkitse käännöstä erittäin huolellisesti, ei ole hyvä idea pyytää nopeampaa tulosta käännöksen valmistumiseen tai korjaamiseen.
id: Dan tidak ada yang dapat Anda lakukan terkait kecepatan rilis perangkat lunak. Terlepas dari sifatnya, merilis versi baru memerlukan banyak usaha, pertimbangan, pengujian, koordinasi, dan komunikasi. Kecuali jika proyek tersebut sudah cukup matang dan mempertimbangkan terjemahan dengan sangat cermat, meminta rilis yang lebih cepat untuk melengkapi atau mengoreksi terjemahan tidak akan disambut dengan baik.
ko: 그리고 소프트웨어의 출시 속도에 대해서 할 수 있는 것이 없습니다. 상황에 상관없이, 신규 버전을 출시하기는 수 많은 노력, 사고, 시험하기, 조정 및 의사소통이 필요합니다. 프로젝트가 충분히 성숙되고 번역을 신중하게 고려하지 않는 한, 번역을 완료하거나 정정하기 위해 조기 출시를 요청하는 것은 환영받지 못할 것입니다.
sl: In glede hitrosti izdaje programske opreme ne morete storiti ničesar. Ne glede na naravo izdaje nove različice zahteva veliko truda, razmišljanja, testiranja, koordinacije in komunikacije. Razen če je projekt dovolj zrel in jemlje prevajanje zelo resno, ne bo dobrodošlo zahtevati prejšnje izdaje za dokončanje ali popravek prevoda.
uk: І нічого не поробиш зі швидкістю випуску програмного забезпечення. Якою б не була його природа, випуск нової версії вимагає багато зусиль, роздумів, тестування, координації та спілкування. Якщо проєкт не є достатньо зрілим і дуже ретельно розглядає переклад, прохання про швидший випуск для завершення або виправлення перекладу не буде сприйнято приязно.
zh_hant: 而軟體發行的速度是無可奈何的。 無論其性質如何，發佈新版本都需要大量的努力、思考、測試、協調與溝通。 除非專案有足夠的成熟度，並非常謹慎地考慮翻譯的問題，否則不會歡迎要求加快發行速度來完成或修正翻譯。

source: Parfois, cette énergie est telle qu’il n’y a qu’une sortie logicielle par an. D’autres fois, cette énergie a consumé l’auteur ou l’autrice du projet, et le projet que vous aimez n’a pas vu de nouvelles versions depuis plusieurs années.
el: Μερικές φορές, αυτή η διαδικασία επιτρέπει μόνο μία κυκλοφορία ανά έτος. Άλλες φορές, μπορεί να εξαντλήσει τόσο τους δημιουργούς ενός έργου που σας αρέσει, με αποτέλεσμα να μην κυκλοφορούν νέες εκδόσεις για αρκετά χρόνια.
es: A veces, esta energía es tan intensa que solo se lanza un software al año. Otras veces, esta energía ha consumido al autor del proyecto, y el proyecto que amas no ha visto una nueva versión en varios años.
fi: Joskus tämä energia on sellaista, että ohjelmistojulkaisuja tulee vain yksi vuodessa. Toisinaan tämä energia on kuluttanut projektin tekijän, eikä rakastamasi projekti ole nähnyt uusia versioita useaan vuoteen.
id: Terkadang, tenaga yang dibutuhkan begitu besar sehingga hanya ada satu rilis perangkat lunak per tahun. Di lain waktu, tenaga tersebut telah menguras tenaga penulis proyek, dan proyek yang Anda sukai tidak mendapatkan versi baru selama bertahun-tahun.
ko: 때로는, 이와 같은 에너지는 1 년에 하나의 소프트웨어가 출시될 때마다 꽤 높습니다. 때로는, 이와 같은 에너지는 프로젝트 저자를 탈진하게 하고, 당신이 좋아하는 프로젝트가 몇 년 동안 신규 출시를 갖지 못하는 경우도 있습니다.
sl: Včasih je ta energija tako visoka, da izide le ena programska oprema na leto. Drugič pa ta energija porabi avtorja projekta in projekt, ki ga imate radi, že več let ni doživel nove izdaje.
uk: Іноді енергії проєкту вистачає лише на один випуск програмного забезпечення на рік. Іноді енергії автора проєкту не вистачає, і проєкт, який вам подобається, не бачив нових випусків кілька років.
zh_hant: 有時候，這種能量會讓軟體一年只發行一次。 其他時候，這種能量已經消耗了專案的作者或女作者，而您所愛的專案已經幾年沒有新版本了。

source: Même si ce logiciel fonctionne peut-être correctement, vous êtes dans une impasse… Sauf si… votre distribution Linux permet de surcharger les traductions !
el: Ακόμα κι αν αυτό το λογισμικό λειτουργεί σωστά, εσείς βρίσκεστε σε αδιέξοδο… Εκτός αν… η διανομή Linux που χρησιμοποιείτε επιτρέπει την παράκαμψη των μεταφράσεων!
es: Aunque este software funcione bien, estás en apuros... ¡A menos que... tu distribución de Linux permita la sobrecarga de traducción!
fi: Vaikka tämä ohjelmisto saattaa toimia hyvin, olet pulassa... Ellei... Linux-jakelusi avulla voit ylikuormittaa käännöksiä!
id: Meskipun perangkat lunak ini mungkin berfungsi dengan baik, Anda berada dalam kebuntuan… Kecuali jika… distribusi Linux Anda memungkinkan untuk mengganti terjemahan!
ko: 해당 소프트웨어가 정확하게 동작 하더래도, 자신의 리눅스 배포판에서 번역을 재정의... 하지 않으면... 곤경에 빠질 것입니다!
sl: Čeprav ta programska oprema morda deluje pravilno, ste v zagati ... Razen če ... vaša distribucija Linuxa omogoča ponovno prepisovanje prevodov!
uk: Незважаючи на те, що це програмне забезпечення може працювати нормально, ви в безвиході... Якщо тільки... ваш дистрибутив Linux не надає змогу перевантажувати переклади!
zh_hant: 即使此軟體能正確運作，您也走進了死胡同...除非...您的 Linux 發行版本允許您超載翻譯！

source: C’est exactement ce que fait le projet Ubuntu.
el: Αυτό ακριβώς κάνει το έργο Ubuntu.
es: Esto es exactamente lo que hace el proyecto Ubuntu.
fi: Juuri tätä Ubuntu-projekti tekee.
id: Inilah yang dilakukan oleh proyek Ubuntu.
ko: 이는 우분투 프로젝트가 하고자 하는 바입니다.
sl: Točno to počne projekt Ubuntu.
uk: Це саме те, що робить проект Ubuntu.
zh_hant: 這正是 Ubuntu 計畫正在做的事。

source: Ubuntu permet de traduire des tas de logiciels via sa plateforme https://translations.launchpad.net/ C’est plutôt une grosse plateforme : 3 151 497 chaînes dans 63 017 fichiers, 386 langues, 88 145 traducteurs et traductrices, 50 groupes de traduction… Impressionnant ? Anecdotique ? Je vous en parlerai dans un futur article.
el: Το Ubuntu επιτρέπει τη μετάφραση πολλών προγραμμάτων μέσω της πλατφόρμας του (https://translations.launchpad.net/). Πρόκειται για μια μεγάλη πλατφόρμα: 3.151.497 συμβολοσειρές σε 63.017 αρχεία, 386 γλώσσες, 88.145 μεταφραστές, 50 ομάδες μετάφρασης… Εντυπωσιακό; Αδιάφορο; Θα σας πω σε ένα μελλοντικό άρθρο.
es: Ubuntu te permite traducir una gran cantidad de software a través de su plataforma https://translations.launchpad.net/ Es una plataforma bastante grande: 3.151.497 canales en 63.017 archivos, 386 idiomas, 88.145 traductores, 50 grupos de traducción... ¿Impresionante? ¿Anecdótico? Te lo contaré en un próximo artículo.
fi: Ubuntun avulla voit kääntää paljon ohjelmistoja https://translations.launchpad.net/-alustansa kautta. Se on melko suuri alusta: 3 151 497 merkkijonoa 63 017 tiedostossa, 386 kieltä, 88 145 kääntäjää, 50 käännösryhmää... Vaikuttava? Empiirisiä? Kerron siitä tulevassa artikkelissa.
id: Ubuntu memungkinkan penerjemahan banyak perangkat lunak melalui platformnya https://translations.launchpad.net/. Ini adalah platform yang cukup besar: 3.151.497 string dalam 63.017 berkas, 386 bahasa, 88.145 penerjemah, 50 grup penerjemahan... Mengesankan? Sepele? Saya akan membahasnya dalam artikel mendatang.
ko: 우분투는 이 기술환경 https://translations.launchpad.net/을 통해서 수 많은 소프트웨어 번역을 허용합니다 꽤 큰 기술환경입니다 : 3,151,497 문자열 (63,017 파일), 386 언어, 88,145 번역가, 50 번역 그룹... 인상 깊지요? 일화? 다음 기사에서 말씀드리겠습니다.
sl: Ubuntu vam omogoča prevajanje veliko programske opreme prek svoje platforme https://translations.launchpad.net/. Gre za precej veliko platformo: 3.151.497 nizov v 63.017 datotekah, 386 jezikov, 88.145 prevajalcev, 50 prevajalskih skupin ... Impresivno ? Anekdotično ? O tem več v prihodnjem članku.
uk: Ubuntu надає змогу перекладати багато програмного забезпечення через свою платформу https://translations.launchpad.net/ Це досить велика платформа: 3 151 497 рядків у 63 017 файлах, 386 мовах, 88 145 перекладачів, 50 груп перекладу… Вражає? Неймовірно? Я розповім вам про це в наступному дописі.
zh_hant: Ubuntu 可讓您透過 https://translations.launchpad.net/ 平台翻譯大量軟體。這是一個相當大的平台：63,017 個檔案中的 3,151,497 個字串、386 種語言、88,145 個翻譯員、50 個翻譯群組...令人印象深刻？ 傳聞？ 我會在以後的文章中再告訴您。

source: Comment ça fonctionne ?
el: Πώς λειτουργεί αυτό;
es: ¿Cómo funciona?
fi: Miten se toimii?
id: Bagaimana cara kerjanya?
ko: 어떻게 동작하나요?
sl: Kako to deluje ?
uk: Як це працює?
zh_hant: 如何運作？

source: Comme une distribution est une immense mécanique pour distribuer/livrer des logiciels aux utilisateurs, les traductions sont livrées via un chemin dissocié du logiciel. Techniquement, sur l’ordinateur de l’utilisateurice, ça ne change rien, chaque logiciel a ses traductions. Mais en termes de mises à jour, les traductions peuvent être mises à jour sans mettre à jour le logiciel. Ça permet de diffuser de nouvelles traductions aux utilisateurices d’Ubuntu, sans avoir à attendre une nouvelle version du logiciel.
el: Δεδομένου ότι μια διανομή είναι ένας τεράστιος μηχανισμός για την παροχή/διάθεση λογισμικού στους χρήστες, οι μεταφράσεις παραδίδονται μέσω μιας ξεχωριστής διαδρομής από το ίδιο το λογισμικό. Τεχνικά, δεν αλλάζει τίποτα στον υπολογιστή του χρήστη· κάθε λογισμικό έχει τις μεταφράσεις του. Όμως όσον αφορά τις ενημερώσεις, οι μεταφράσεις μπορούν να ενημερωθούν χωρίς να αναβαθμιστεί το ίδιο το λογισμικό. Αυτό επιτρέπει τη διάθεση νέων μεταφράσεων στους χρήστες του Ubuntu, χωρίς να χρειάζεται να περιμένουν κάποια νέα έκδοση του λογισμικού.
es: Como una distribución es un mecanismo enorme para distribuir/entregar software a los usuarios, las traducciones se entregan a través de una ruta separada del software. Técnicamente en el ordenador del usuario no cambia nada, cada software tiene sus propias traducciones. Pero en términos de actualizaciones, las traducciones se pueden actualizar sin actualizar el software. Esto permite que se publiquen nuevas traducciones para los usuarios de Ubuntu sin tener que esperar una nueva versión del software.
fi: Koska jakelu on valtava mekanismi ohjelmistojen jakamiseen/toimittamiseen käyttäjille, käännökset toimitetaan ohjelmistosta irrallaan olevaa polkua pitkin. Teknisesti käyttäjän tietokoneella se ei muuta mitään, jokaisella ohjelmistolla on käännöksensä. Mutta mitä tulee päivityksiin, käännökset voidaan päivittää ilman ohjelmiston päivittämistä. Tämän avulla voit jakaa uusia käännöksiä Ubuntu-käyttäjille ilman, että sinun tarvitsee odottaa ohjelmiston uutta versiota.
id: Karena distribusi adalah sistem besar untuk mendistribusikan/mengirimkan perangkat lunak kepada pengguna, terjemahan dikirimkan melalui jalur terpisah dari perangkat lunak. Secara teknis, di komputer pengguna, hal ini tidak mengubah apa pun; setiap perangkat lunak memiliki terjemahannya sendiri. Namun, dalam hal pembaruan, terjemahan dapat diperbarui tanpa perlu memperbarui perangkat lunak. Hal ini memungkinkan penyebaran terjemahan baru kepada pengguna Ubuntu tanpa harus menunggu versi baru perangkat lunak.
ko: 배포는 소프트웨어를 사용자에게 배포/전달하는 거대한 원리이므로, 번역은 소프트웨어에서 별도 경로를 통해 제공됩니다. 기술적으로, 사용자의 컴퓨터에서, 바뀌는 것은 없습니다; 각 소프트웨어는 그 자신의 번역을 갖고 있습니다. 하지만 최신화 측면에서, 번역은 소프트웨어를 최신화 없이 새롭게 할 수 있습니다. 이는 신규 소프트웨어 버전를 위해 기다릴 필요 없이 우분투 사용자에게 새로운 번역을 제공합니다.
sl: Ker je distribucija ogromen mehanizem za distribucijo/dostavo programske opreme uporabnikom, se prevodi dostavljajo po ločeni poti od programske opreme. Tehnično gledano se na uporabnikovem računalniku ne spremeni ničesar; vsaka programska oprema ima svoje prevode. Kar zadeva posodobitve, pa je prevode mogoče posodobiti brez posodabljanja programske opreme. To omogoča distribucijo novih prevodov uporabnikom Ubuntuja, ne da bi bilo treba čakati na novo različico programske opreme.
uk: Оскільки дистрибутив є величезним механізмом розповсюдження/постачання програмного забезпечення користувачам, переклади постачаються шляхом, відокремленим від програмного забезпечення. Технічно на комп’ютері користувача це нічого не змінює, кожна програма має свої переклади. Але з точки зору оновлень переклади можна оновлювати без оновлення програмного забезпечення. Це надає змогу випускати нові переклади для користувачів Ubuntu, не чекаючи нової версії програмного забезпечення.
zh_hant: 由於發行版是將軟體分發/傳送給使用者的巨大機制，因此翻譯會透過獨立於軟體的路徑傳送。 嚴格來說，在使用者的電腦上，這不會改變任何東西 - 每個程式都有自己的翻譯。 但在更新方面，翻譯可以在不更新軟體的情況下更新。 這使得向 Ubuntu 使用者發佈新翻譯成為可能，而無需等待軟體的新版本。

source: Super ! Objectif atteint ! Je peux traduire le logiciel que j’aime, sans avoir besoin de savoir s’il est vivant, dynamique, ni même chercher où et comment ce projet souhaite me contribuer ! Pour rappel, exiger l’usage de git est une barrière immense pour beaucoup.
el: Τέλεια! Στόχος επετεύχθη! Μπορώ να μεταφράσω το λογισμικό που μου αρέσει, χωρίς να χρειάζεται να ξέρω αν είναι ενεργό και δυναμικό, ούτε καν να ψάξω πού και πώς αυτό θέλει να συνεισφέρω! Προς υπενθύμισή σας, η απαίτηση χρήσης του git αποτελεί τεράστιο εμπόδιο για πολλούς.
es: ¡Genial! ¡Objetivo cumplido! ¡Puedo traducir el software que me gusta, sin necesidad de saber si está vivo, dinámico o incluso buscar dónde y cómo este proyecto quiere aportarme! Como recordatorio, exigir el uso de git es una gran barrera para muchos.
fi: Super! Tavoite saavutettu! Voin kääntää haluamani ohjelmiston ilman, että minun tarvitsee tietää, onko se elossa, dynaaminen, tai edes etsiä, missä ja miten tämä projekti haluaa vaikuttaa minuun! Muistutuksena, gitin käytön vaatiminen on valtava este monille.
id: Hebat! Tujuan tercapai! Saya bisa menerjemahkan perangkat lunak yang saya sukai tanpa perlu tahu apakah perangkat lunak tersebut aktif, dinamis, atau bahkan mencari tahu di mana dan bagaimana proyek ini ingin saya berkontribusi! Sebagai pengingat, mewajibkan penggunaan Git merupakan hambatan besar bagi banyak orang.
ko: 훌륭해 ! 목표 달성! 나는 만약 해당 소프트웨어가 살아 있는지, 역동적인지, 또는 심지어 이 프로젝트가 나에게 어디에 어떻게 공헌해야 할지 알아볼 필요도 없이 내가 좋아하는 소프트웨어 번역을 할 수 있습니다! 상기시켜드리면, git 사용이 필요한 것은 많은 사람에게 큰 장벽입니다.
sl: Odlično ! Cilj dosežen ! Lahko prevedem programsko opremo, ki jo obožujem, ne da bi moral vedeti, ali je aktivna, dinamična ali celo iskati, kje in kako mi ta projekt želi prispevati ! Naj vas spomnim, da je zahteva po uporabi gita za mnoge velika ovira.
uk: Чудово! Мети досягнуто! Можна перекладати програмне забезпечення, яке вам подобається, не знаючи, чи воно живе, динамічне, або навіть шукати, де і як цей проект хоче мені допомогти! Нагадуємо, що вимога використання git є величезною перешкодою для багатьох.
zh_hant: 太好了 目標達成！ 我可以翻譯我喜歡的軟體，不需要知道它是否還活著，甚至不需要知道專案想在哪裡、如何貢獻給我！ 提醒一下，要求使用 git 對很多人來說是一個很大的障礙。
