Repository: languages-in-floss/site
Catalog: l10n/po/*/posts/2025-01-12-how-does-translation-works.po
Languages: ca, el, es, fi, ko, sl, zh_hant

source: jibec
fi: tyyppi: Yaml Front Matter Array Element: tekijät

source: Régionalisation
ca: Regionalització
el: Περιφερειοποίηση
es: Regionalización
fi: Alueellistaminen
ko: 지역화
sl: Regionalizacija
zh_hant: 區域化

source: Où sont les traductions ?
ca: On són les traduccions?
el: Πού είναι οι μεταφράσεις;
es: ¿Dónde están las traducciones?
fi: Missä käännökset ovat?
ko: 변역은 어디에 있나요?
sl: Kje so prevodi?
zh_hant: 翻譯在哪裡？

source: Après avoir expliqué qu'une grande partie de la planète [ne parle pas anglais]({{< relref "2020-06-12-80-percent.md" >}}), puis [expliqué comment contribuer à la distribution Fedora]({{< relref "2020-07-03-contribute-to-fedora.md" >}}), regardons où sont les traductions d'un logiciel.
ca: Després d’haver explicat que una gran part del planeta [no parla anglès]({{< relref "2020-06-12-80-percent.md" >}}), i d’haver mostrat [com contribuir a la distribució Fedora]({{< relref "2020-07-03-contribute-to-fedora.md" >}}), vegem ara on es troben les traduccions d’un programari.
el: Αφού εξηγήσαμε ότι ένα μεγάλο μέρος του παγκόσμιου πληθυσμού [δεν μιλά αγγλικά]({{< relref "2020-06-12-80-percent.md" >}}) και στη συνέχεια, [εξηγήσαμε πώς μπορείτε να συνεισφέρετε στη διανομή Fedora]({{< relref "2020-07-03-contribute-to-fedora.md" >}}), ας δούμε πού βρίσκονται οι μεταφράσεις ενός λογισμικού.
es: Después de explicar que una gran parte del planeta [no habla inglés]({{< relref "2020-06-12-80-percent.md" >}}), entonces [explicó cómo contribuir a la distribución Fedora]({{< relref "2020-07-03-contribute-to-fedora.md" >}}), veamos dónde están las traducciones de un software.
fi: Selityksen jälkeen, että suuri osa planeetasta [ei puhu englantia]({{< relref "2020-06-12-80-percent.md" >}}), ja sitten selityksen jälkeen, kuinka osallistua Fedora-jakeluun]({{< relref "2020-07-03-contribute-to-fedora.md" >}}), katsotaanpa, missä ohjelmiston käännökset ovat.
ko: 지구의 많은 부분이 [영어를 사용하지 않는다는 사실]({{< relref "2020-06-12-80-percent.md" >}})을 설명 한 후, [페도라 배포판에 기여하는 방법을 설명]({{< relref "2020-07-03-contribute-to-fedora.md" >}})한 다음에, 소프트웨어의 번역이 어디에 있는지 살펴보겠습니다.
sl: Potem ko smo pojasnili, da velik del planeta [ne govori angleško]({{< relref "2020-06-12-80-percent.md" >}}), nato pa [pojasnili, kako prispevati k distribuciji Fedora]({{< relref "2020-07-03-contribute-to-fedora.md" >}}), si poglejmo, kje so prevodi programske opreme.
zh_hant: 在解釋了地球上有一大部分人 [不會說英文]]({{< relref "2020-06-12-80-percent.md" >}})，接著 [解釋如何為 Fedora 發行版貢獻心力]({{< relref "2020-07-03-contribute-to-fedora.md" >}})，讓我們來看看一個軟體的翻譯在哪裡。

source: Les traductions font partie intégrante du code
ca: Les traduccions són una part integral del codi
el: Οι μεταφράσεις αποτελούν αναπόσπαστο μέρος του κώδικα
es: Las traducciones son una parte integral del código
fi: Käännökset ovat osa koodia
ko: 번역은 코드의 필수적인 부분입니다
sl: Prevodi so sestavni del kode
zh_hant: 翻譯是程式碼不可分割的一部分

source: Les traductions sont des fichiers faisant intégralement partie du code source nécessaire à l'exécution du programme. Le format du fichier contenant les traductions varie selon les outils utilisés par l'équipe de développement. Pour se faire une idée des formats de fichiers principaux, la [liste des formats pris en charge par la plateforme de traduction Weblate](https://docs.weblate.org/en/latest/formats.html) est intéressante. D'une façon générale, le format Gettext est le plus utilisé pour les logiciels compilés/de bureau, et les formats Json pour les logiciels web. Chaque fichier possède ses avantages et inconvénients, cela entre le domaine de l'internationalisation des logiciels, souvent abrégé `i18n`.
ca: Les traduccions són fitxers que formen part íntegra del codi font necessari per executar el programa. El format del fitxer que conté les traduccions varia segons les eines utilitzades per l’equip de desenvolupament. Per fer-se una idea dels formats de fitxer principals, és interessant consultar la [llista de formats compatibles amb la plataforma de traducció Weblate](https://docs.weblate.org/en/latest/formats.html). En termes generals, el format Gettext és el més utilitzat per als programes compilats o d’escriptori, mentre que els formats JSON són més habituals en aplicacions web. Cada format té els seus avantatges i inconvenients, i tot això forma part del camp de la internacionalització del programari, sovint abreujat com a `i18n`.
el: Οι μεταφράσεις είναι αρχεία που αποτελούν αναπόσπαστο μέρος του πηγαίου κώδικα που είναι απαραίτητος για την εκτέλεση του προγράμματος. Η μορφή του αρχείου που περιέχει τις μεταφράσεις διαφέρει ανάλογα με τα εργαλεία που χρησιμοποιεί η ομάδα ανάπτυξης. Για να πάρετε μια ιδέα για τις κύριες μορφές αρχείων, η [λίστα μορφών που υποστηρίζονται από την πλατφόρμα μετάφρασης Weblate](https://docs.weblate.org/el/latest/formats.html) θα σας φανεί χρήσιμη. Σε γενικές γραμμές, η μορφή Gettext χρησιμοποιείται συνήθως για μεταγλωττισμένο λογισμικό υπολογιστών, ενώ οι μορφές JSON για λογισμικό ιστού. Κάθε αρχείο έχει τα πλεονεκτήματα και τα μειονεκτήματά του. Αυτό εμπίπτει στον τομέα της διεθνοποίησης του λογισμικού, που συχνά αναφέρεται ως `i18n` για συντομία.
es: Las traducciones son archivos que forman parte integral del código fuente necesario para ejecutar el programa. El formato del archivo que contiene las traducciones varía según las herramientas utilizadas por el equipo de desarrollo. Para tener una idea de los principales formatos de archivo, resulta útil la [lista de formatos admitidos por la plataforma de traducción Weblate](https://docs.weblate.org/es/latest/formats.html) es interesante. En términos generales, el formato Gettext es el más utilizado para software compilado/de escritorio, y el formato Json para software web. Cada archivo tiene sus ventajas y desventajas, esto entra dentro del ámbito de la internacionalización del software, muchas veces abreviado como 'i18n'.
fi: Käännökset ovat tiedostoja, jotka ovat olennainen osa ohjelman suorittamiseen tarvittavaa lähdekoodia. Käännöksiä sisältävän tiedoston muoto vaihtelee kehitystiimin käyttämien työkalujen mukaan. Päätiedostomuodoista saadakseni käsityksen [lista Weblate-käännösalustan tukemista formaateista](https://docs.weblate.org/en/latest/formats.html) on mielenkiintoinen. Yleisesti ottaen Gettext-formaatti on laajimmin käytetty käännettyjen ja työpöytäohjelmistojen käytössä, ja Json-formaatti web-ohjelmistoissa. Jokaisella tiedostolla on omat etunsa ja haittansa, tämä koskee ohjelmistojen kansainvälistämistä, usein lyhennettynä %i18n%.
ko: 번역은 프로그램을 실행하는 데 필요한 원천 코드의 필수적인 부분인 파일입니다. 번역 내용이 담긴 파일의 형식은 개발팀에서 사용하는 도구에 따라 달라집니다. 주요 파일 형식에 대한 사상을 구하려면 [Weblate 번역 기술환경에서 지원하는 형식 목록](https://docs.weblate.org/en/latest/formats.html)을 살펴보는 것이 좋습니다. 일반적으로 Gettext 형식은 컴파일된/데스크톱 소프트웨어에 가장 많이 사용되고, Json 형식은 웹 소프트웨어에 가장 많이 사용됩니다. 각 파일에는 장단점이 있으며, 이는 소프트웨어 국제화의 영역에 속하며, 종종 `i18n`으로 줄여서 부릅니다.
sl: Prevodi so datoteke, ki so sestavni del izvorne kode, potrebne za zagon programa. Oblika datoteke, ki vsebuje prevode, se razlikuje glede na orodja, ki jih uporablja razvojna ekipa. Za predstavo o glavnih oblikah datotek je zanimiv [seznam oblik, ki jih podpira prevajalska platforma Weblate](https://docs.weblate.org/en/latest/formats.html). Na splošno se oblika Gettext najpogosteje uporablja za prevedeno/namizno programsko opremo, oblika Json pa za spletno programsko opremo. Vsaka datoteka ima svoje prednosti in slabosti, kar spada v področje internacionalizacije programske opreme, pogosto skrajšano `i18n`.
zh_hant: 翻譯檔案是執行程式所需的原始碼的組成部分。 包含翻譯的檔案格式因開發團隊使用的工具而異。 要了解主要的檔案格式，[Weblate 翻譯平台支援的格式清單](https://docs.weblate.org/en/latest/formats.html) 是很有趣的。 一般而言，Gettext 格式最廣泛用於編譯/桌面軟體，而 Json 格式則用於網路軟體。 每種檔案都有其優缺點，這就是軟體國際化的範疇，通常縮寫為 `i18n`。

source: La conséquence sur le travail de traduction
ca: L'impacte en el treball de traducció
el: Ο αντίκτυπος στο μεταφραστικό έργο
es: El impacto en el trabajo de traducción
fi: Seuraukset käännöstyöhön
ko: 번역 작업에 미치는 영향
sl: Vpliv na prevajalsko delo
zh_hant: 對翻譯工作的影響

source: Comme les traductions font partie du code source, les traducteurs doivent fournir leur travail en temps et en heure pour que chaque changement apporté sur la version en cours soit traduit. Le moindre changement, même d'une lettre ou d'un caractère, nécessite que chaque traduction soit vérifiée pour savoir si le changement impacte le sens ou la structure de la phrase, les changements coûtent cher pour les traducteurs.
ca: Com que les traduccions formen part del codi font, els traductors han de lliurar la seva feina a temps perquè cada canvi fet en la versió en curs pugui ser traduït. El més mínim canvi, fins i tot d’una lletra o un caràcter, requereix que cada traducció sigui revisada per determinar si el canvi afecta el significat o l’estructura de la frase. Els canvis tenen, doncs, un cost elevat per als traductors.
el: Επειδή οι μεταφράσεις αποτελούν μέρος του πηγαίου κώδικα, οι μεταφραστές πρέπει να παραδίδουν την εργασία τους εγκαίρως, ώστε να μεταφράζεται κάθε αλλαγή στην τρέχουσα έκδοση. Ακόμα και η πιο μικρή αλλαγή, έστω ενός γράμματος ή χαρακτήρα, απαιτεί τον έλεγχο κάθε μετάφρασης για να διαπιστωθεί αν η αλλαγή επηρεάζει το νόημα ή τη δομή της πρότασης. Τέτοιες αλλαγές έχουν μεγάλο κόστος για τους μεταφραστές.
es: Dado que las traducciones forman parte del código fuente, los traductores deben entregar su trabajo a tiempo para garantizar que se traduzcan todos los cambios realizados en la versión actual. Incluso el cambio más pequeño, incluso en una sola letra o carácter, requiere que cada traducción se revise para determinar si afecta el significado o la estructura de la oración. Los cambios son costosos para los traductores.
fi: Koska käännökset ovat osa lähdekoodia, kääntäjien on toimitettava työnsä ajallaan varmistaakseen, että nykyiseen versioon tehdyt muutokset käännetään. Pieninkin muutos, jopa kirjaimessa tai merkissä, vaatii jokaisen käännöksen tarkistamista, vaikuttaako muutos lauseen merkitykseen tai rakenteeseen; muutokset ovat kääntäjille kalliita.
ko: 번역은 원천 코드의 일부이므로, 번역자는 현재 버전에 대한 모든 변경이 번역되도록 정해진 시간 내에 작업물을 완성해야 합니다. 글자나 문자 하나라도 아주 작게 변경되면, 그 변경 사항이 문장의 의미나 구조에 영향을 미치는지 확인하기 위해 각 번역을 확인해야 합니다. 변경은 번역가에게 큰 수고를 들게 합니다.
sl: Ker so prevodi del izvorne kode, morajo prevajalci svoje delo oddati pravočasno, da zagotovijo, da je vsaka sprememba trenutne različice prevedena. Že najmanjša sprememba, celo ene same črke ali znaka, zahteva preverjanje vsakega prevoda, da se ugotovi, ali sprememba vpliva na pomen ali strukturo stavka. Spremembe so za prevajalce drage.
zh_hant: 由於翻譯是原始碼的一部份，翻譯人員必須準時交稿，以確保當前版本的每一項變更都能翻譯出來。 最輕微的改動，即使是一個字母或字元的改動，都意味著每一個翻譯都必須經過檢查，以確定改動是否會影響句子的意思或結構，而改動對翻譯人員來說是昂貴的。

source: Le plus souvent, et c'est normal, les développeurs et développeuses ne savent pas adapter les traductions lors de leurs changements. Il est donc nécessaire d'avoir des traducteurs et traductrices suivant de près le développement du projet pour être réactif, et éviter que la nouvelle version du projet parvienne aux utilisateurs avec une chaîne affichée en anglais au milieu d'un logiciel déjà partiellement traduit.
ca: La majoria de vegades, i és ben comprensible, els desenvolupadors i desenvolupadores no saben adaptar les traduccions quan fan canvis. Per això és necessari comptar amb traductors i traductores que segueixin de prop el desenvolupament del projecte per poder reaccionar amb rapidesa i evitar que la nova versió arribi als usuaris amb alguna cadena en anglès entremig d’un programari ja parcialment traduït.
el: Τις περισσότερες φορές, και είναι λογικό, οι προγραμματιστές δεν γνωρίζουν πώς να προσαρμόσουν τις μεταφράσεις όταν κάνουν αλλαγές. Είναι λοιπόν απαραίτητο οι μεταφραστές να παρακολουθούν στενά την ανάπτυξη του έργου, ώστε να είναι έτοιμοι να αντιδράσουν και να εμποδίσουν τη διάθεση μιας νέας έκδοσης του έργου στους χρήστες, ενώ υπάρχουν αμετάφραστες συμβολοσειρές εντός ενός μερικώς μεταφρασμένου λογισμικού.
es: Con frecuencia, y esto es normal, los desarrolladores no saben cómo adaptar las traducciones cuando se realizan sus cambios. Por lo tanto, es necesario que los traductores sigan de cerca el desarrollo del proyecto para ser receptivos y evitar que la nueva versión del proyecto llegue a los usuarios con una cadena en inglés en medio de un software ya parcialmente traducido.
fi: Useimmiten, ja tämä on normaalia, kehittäjät eivät osaa mukauttaa käännöksiä tehdessään muutoksia. Siksi on välttämätöntä, että kääntäjät seuraavat tarkasti projektin kehitystä ollakseen reagoivia ja estämään uuden version pääsy käyttäjiin englanninkielisellä merkkijonolla keskellä jo osittain käännettyä ohjelmistoa.
ko: 대부분의 경우, 이 부분이 정상적이겠지만, 개발자는 변경 사항을 적용 할 때 번역을 어떻게 조정해야 할지 모릅니다. 따라서 프로젝트 개발을 면밀히 추적하여 신속하게 대응하고, 이미 부분적으로 번역된 소프트웨어 중간에 영어로 표시된 문자열로 신규 프로젝트 버전이 사용자에게 전달되는 것을 피하기 위해 번역자가 프로젝트 개발을 면밀히 추적하는 것이 필요합니다.
sl: Najpogosteje, in to je čisto normalno, razvijalci ne vedo, kako prilagoditi prevode, ko so njihove spremembe narejene. Zato je potrebno, da prevajalci pozorno spremljajo razvoj projekta, da se odzivajo in da se prepreči, da bi nova različica projekta dosegla uporabnike z nizom, prikazanim v angleščini sredi programske opreme, ki je že delno prevedena.
zh_hant: 更常見的情況是，開發人員在進行變更時不知道如何調整譯文，這也是意料之中的事。 因此，必須有緊密跟進專案開發的翻譯人員，才能反應迅速，避免新版本的專案在送達使用者時，在已經有部分翻譯的軟體中間以英文顯示字串。

source: C'est ici que cela se complique, des projets de logiciel libre, il en existe à minima des milliers, si ce n'est des centaines de milliers. Des langues, il en existe des milliers, peut-on avoir suffisamment de traducteurs et traductrices dans chaque langue pour suivre tous ces projets ? Certainement pas.
ca: És aquí on la cosa es complica, hi ha, com a mínim, milers de projectes de programari lliure, si no centenars de milers. I llengües, n’hi ha també milers. Podem tenir prou traductors i traductores per a cada llengua que segueixin tots aquests projectes? Sens dubte, no.
el: Εδώ είναι που τα πράγματα περιπλέκονται. Υπάρχουν τουλάχιστον χιλιάδες, αν όχι εκατοντάδες χιλιάδες, έργα ελεύθερου λογισμικού. Υπάρχουν επίσης χιλιάδες γλώσσες. Μπορούμε όμως να έχουμε αρκετούς μεταφραστές σε κάθε γλώσσα για να παρακολουθούν όλα αυτά τα έργα; Προφανώς όχι.
es: Aquí es donde la cosa se complica: hay al menos miles, si no cientos de miles, de proyectos de software libre. Hay miles de idiomas. ¿Podemos tener suficientes traductores en cada idioma para dar soporte a todos estos proyectos? ¡Claro que no!
fi: Tässä vaiheessa asiat monimutkaistuvat: on ainakin tuhansia, ellei satoja tuhansia, vapaan ohjelmiston projekteja. Kieliä on tuhansia, voimmeko saada tarpeeksi kääntäjiä kussakin kielessä seuraamaan kaikkia näitä projekteja? Ei ainakaan.
ko: 여기서 복잡한 문제가 발생하는 데, 자유 소프트웨어 프로젝트는 수십만 개가 아니더라도, 적어도 수천 개는 있습니다. 언어가 수천 개나 되는데, 이 모든 프로젝트를 따라갈 만큼 개별 언어의 번역가를 충분히 확보 할 수 있을까요? 절대 아닙니다.
sl: Tu se stvari zapletejo: obstaja vsaj na tisoče projektov proste programske opreme, če ne celo na stotine tisočev. Obstaja na tisoče jezikov. Ali lahko imamo dovolj prevajalcev v vsak jezik, da bi lahko sledili vsem tem projektom? Zagotovo ne.
zh_hant: 這就是問題變得複雜的地方：自由軟體專案至少有數以千計，甚至數以十萬計。 有成千上萬的語言，那麼我們在每一種語言都有足夠的翻譯員來跟上所有這些專案嗎？ 當然不能。

source: Processus d'intégration des traductions
ca: Procés d'integració de la traducció
el: Διαδικασία ενσωμάτωσης μεταφράσεων
es: Proceso de integración de las traducciones
fi: Käännösintegraatioprosessi
ko: 번역 통합 처리
sl: Postopek integracije prevajanja
zh_hant: 整合翻譯流程

source: Prenons maintenant quelques exemples de projet pour voir comment est organisée l'interaction entre les processus de développement logiciel et de traduction.
ca: Agafem ara alguns projectes d'exemple per veure com s'organitza la interacció entre els processos de desenvolupament de programari i traducció.
el: Ας δούμε τώρα μερικά παραδείγματα έργων για να δούμε πώς οργανώνεται η αλληλεπίδραση μεταξύ της ανάπτυξης λογισμικού και των διαδικασιών μετάφρασης.
es: Tomemos ahora algunos proyectos de ejemplo para ver cómo se organiza la interacción entre los procesos de desarrollo de software y de traducción.
fi: Katsotaanpa nyt joitakin projektiesimerkkejä nähdäksemme, miten ohjelmistokehityksen ja käännösprosessien välinen vuorovaikutus on järjestetty.
ko: 이제 여러 예시 프로젝트를 통해 소프트웨어 개발과 번역 처리 간의 상호작용이 어떻게 구성되는지 알아보겠습니다.
sl: Oglejmo si zdaj nekaj primerov projektov, da vidimo, kako je organizirana interakcija med procesoma razvoja programske opreme in prevajanja.
zh_hant: 讓我們來看看幾個專案的範例，看看軟體開發與翻譯流程之間的互動是如何組織的。

source: Traduisible... mais archaïque !
ca: Traduïble... però arcaic!
el: Όταν η δυνατότητα για μετάφραση υπάρχει... αλλά ο τρόπος είναι απαρχαιωμένος!
es: Traducible... ¡pero arcaico!
fi: Käännettävä... mutta vanhanaikainen !
ko: 번역이 가능하지만... 고대언어입니다!
sl: Prevedljivo ... ampak zastarelo!
zh_hant: 可翻譯......但古老！

source: Jitsi Meet est un logiciel de visioconférence en ligne, dans son code source, un dossier [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) contient un fichier json par langue.
ca: Jitsi Meet és un programari de videoconferència en línia, al seu codi font, una carpeta [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) conté un fitxer json per cada idioma.
el: Το Jitsi Meet είναι ένα λογισμικό διαδικτυακών τηλεδιασκέψεων. Στον πηγαίο κώδικά του, ο φάκελος [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) περιέχει ένα αρχείο JSON ανά γλώσσα.
es: Jitsi Meet es un software de videoconferencia en línea, en su código fuente, una carpeta [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) contiene un archivo json por idioma.
fi: Jitsi Meet on verkkopohjainen videoneuvotteluohjelmisto, jonka lähdekoodissa kansio [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) sisältää yhden json-tiedoston per kieli.
ko: Jitsi Meet은 온라인 화상 회의 소프트웨어이며, 원천 코드 [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) 폴더에 언어 별로 하나의 json 파일이 포함되어 있습니다.
sl: Jitsi Meet je programska oprema za spletne videokonference, katere izvorna koda vsebuje mapo [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) z datoteko JSON za vsak jezik.
zh_hant: Jitsi Meet 是線上視訊會議軟體。在它的原始碼中，一個 [lang](https://github.com/jitsi/jitsi-meet/tree/master/lang) 資料夾內包含每個語言的 json 檔案。

source: Chaque traduction doit faire l'œuvre d'une demande d'intégration, c'est compliqué et chronophage.
ca: Cada traducció s'ha d'enviar amb una sol·licitud d'integració, que és complicada i requereix molt de temps.
el: Κάθε μετάφραση απαιτεί ένα αίτημα ενσωμάτωσης, το οποίο είναι περίπλοκο και χρονοβόρο.
es: Cada traducción debe enviarse junto con una solicitud de integración, lo cual es complicado y requiere mucho tiempo.
fi: Jokaisen käännöksen täytyy käydä läpi integraatiopyyntö, mikä on monimutkaista ja aikaa vievää.
ko: 각 번역은 통합 요청을 받아야 하는데, 이는 복잡하고 시간-소요가 많습니다.
sl: Vsak prevod je treba predložiti z zahtevo za integracijo, kar je zapleteno in dolgotrajno.
zh_hant: 每個翻譯都必須提交整合，既複雜又費時。

source: En quelques minutes, je trouve un cas extrême, [cette demande qui attend depuis plus de 8 mois](https://github.com/jitsi/jitsi-meet/pull/14754). Or, entre temps, le fichier contenant les chaînes à traduire du logiciel [a déjà changé 19 fois](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json) et il y a eu [8 versions publiées](https://github.com/jitsi/jitsi-meet/releases) !
ca: En pocs minuts, trobo un cas extrem, [aquesta petició que fa més de 8 mesos que s'espera](https://github.com/jitsi/jitsi-meet/pull/14754). Tanmateix, mentrestant, el fitxer que conté les cadenes que s'ha de traduir pel programari [ja ha canviat 19 vegades](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json) i es van [publicar 8 versions](https://github.com/jitsi/jitsi-meet/releases) !
el: Μέσα σε λίγα λεπτά, βρήκα μια ακραία περίπτωση: [αυτό το αίτημα εκκρεμεί για πάνω από 8 μήνες](https://github.com/jitsi/jitsi-meet/pull/14754). Στο μεταξύ όμως, το αρχείο που περιέχει τις συμβολοσειρές του λογισμικού προς μετάφραση [έχει ήδη αλλάξει 19 φορές](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json), ενώ έχουν [κυκλοφορήσει 8 νέες εκδόσεις](https://github.com/jitsi/jitsi-meet/releases)!
es: En pocos minutos me encuentro con un caso extremo, [esta solicitud que lleva más de 8 meses esperando](https://github.com/jitsi/jitsi-meet/pull/14754). Sin embargo, mientras tanto, el archivo que contiene las cadenas que se van a traducir desde el software [ya ha cambiado 19 veces](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json) y hubo [8 versiones publicadas](https://github.com/jitsi/jitsi-meet/releases) !
fi: Muutaman minuutin kuluttua löydän äärimmäisen tapauksen, [tämän pyynnön, joka on odottanut yli 8 kuukautta](https://github.com/jitsi/jitsi-meet/pull/14754). Kuitenkin sillä välin ohjelmiston käännettävät merkkijonot sisältävä tiedosto [on jo muuttunut 19 kertaa](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json) ja [8 versiota on julkaistu](https://github.com/jitsi/jitsi-meet/releases)!
ko: 몇 분 안에, 본인은 [이 요청은 8개월 이상 기다리는](https://github.com/jitsi/jitsi-meet/pull/14754) 극단적인 경우를 찾았습니다. 하지만, 그 사이에, 소프트웨어에서 번역 할 문자열을 담고 있는 파일은 [이미 19번이나 변경](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json)되었고 [8개의 버전이 게시](https://github.com/jitsi/jitsi-meet/releases)되었습니다!
sl: V nekaj minutah najdem skrajni primer, [to zahtevo, ki čaka že več kot 8 mesecev](https://github.com/jitsi/jitsi-meet/pull/14754). Vendar se je datoteka, ki vsebuje nize, ki jih je treba prevesti iz programske opreme, medtem [že 19-krat spremenila](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json) in objavljenih je bilo [8 različic](https://github.com/jitsi/jitsi-meet/releases)!
zh_hant: 幾分鐘之後，我發現了一個極端案例，[這個請求已經等待了超過 8 個月](https://github.com/jitsi/jitsi-meet/pull/14754)。 然而，在此期間，包含軟體中要翻譯的字串的檔案 [已經變更了 19 次](https://github.com/jitsi/jitsi-meet/commits/master/lang/main.json)，而且已經有 [8 個版本出版](https://github.com/jitsi/jitsi-meet/releases)！

source: Il n'y a pas dans le [readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md) d'information sur comment traduire, ni dans le [guide de contribution](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/).
ca: No hi ha informació al [readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md) sobre com traduir, ni a la [guia de contribucions](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/).
el: Δεν υπάρχουν πληροφορίες σχετικά με τον τρόπο μετάφρασης στο [αρχείο readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md), ούτε στον [οδηγό συνεισφοράς](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/).
es: No hay en el [readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md) información sobre cómo traducir, ni en la [guía de contribución](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/).
fi: [readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md):ssä ei ole tietoa kääntämisestä, eikä [panosoppaassa](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/).
ko: [readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md)나 [공헌 안내](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/)에는 번역하는 방법에 대한 정보가 없습니다.
sl: V datoteki [readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md) ni informacij o tem, kako prevajati, niti v [vodniku za prispevanje](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/).
zh_hant: 在 [readme](https://github.com/jitsi/jitsi-meet/blob/master/README.md) 和 [contribution guide](https://jitsi.github.io/handbook/docs/dev-guide/dev-guide-contributing/) 中都沒有如何翻譯的資訊。
